Repository: seerge/g-helper
Catalog: app/Properties/Strings.*.resx
Languages: ar, da, de, es, fr, hu, id, it, ja, ko, lt, pl, pt_br, ro, ru, tr, uk, vi, zh_cn, zh_tw

# BacklightTimeout
source: Timeout plugged / on battery (0 - ON)
ar: مهلة الإضاءة عند التوصيل/على البطارية (0 - تشغيل)
da: Timeout tilsluttet / på batteri (0 - TIL)
de: Timeout angeschlossen / bei Akku (0 = An)
es: Tiempo de espera conectado / con batería (0 - ON)
fr: Délai branché / sur batterie (0 - ON)
hu: Késleltetés töltés / akku módban (0 - BE)
id: Waktu tunggu dicolokan / menggunakan baterai (0 - Hidup)
it: Timeout in carica / a batteria (0 - ACCESO)
ja: バッテリー / 接続時間 (0 - ON)
ko: 전원 / 배터리 사용 중 자동 꺼짐 시간 (0 - 항상 켜짐)
lt: Apšvietimo laikas įkraunant / baterija (0 – ĮJUNGTA)
pl: Limit czasu podłączonego / na baterii (0 - Włączony)
pt_br: Tempo limite plugado / na bateria (0 - ligado)
ro: Timeout conectat / folosind bateria (0 - ON)
ru: Время ожидания подсветки от батареи
tr: Pilde klavye ışığı kapanma süresi
uk: Тайм-аут на зарядці / на батареї (0 - УВІМК)
vi: Số giây để tắt đèn nền bàn phím(khi dùng pin)
zh_cn: 插电/电池时熄灭时间（0表示长亮）
zh_tw: 閒置幾秒後關閉燈光：插電時 / 使用電池 (0 = 不關閉)

# BacklightTimeoutBattery
source: Backlight Timeout when on battery
ar: مهلة إضاءة الخلفية عند استخدام البطارية
da: Baggrundslys timeout på batteri
es: Tiempo de retroiluminación con batería
fr: Délai de rétro-éclairage sur batterie
hu: Háttérvilágítás időkorlátja akkumulátoros üzemmódban
it: Timeout retroilluminazione quando in batteria
ja: バッテリー時のバックライトタイムアウト
ko: 배터리 사용 중 백라이트 자동 꺼짐
lt: Foninio apšvietimo laikas akumuliatoriaus režimu
pl: Czas podświetlenia na baterii
pt_br: Tempo de retroiluminação com bateria
ro: Timp oprire iluminare pe baterie
tr: Pildeyken Arka Işık Zaman Aşımı
uk: Тайм-аут підсвітки на батареї
vi: Số giây để tắt đèn nền bàn phím(khi dùng pin)
zh_cn: 充电模式下的背光超时
zh_tw: 閒置時關閉燈光(電池模式)

# BacklightTimeoutPlugged
source: Backlight Timeout when plugged
ar: مهلة إضاءة الخلفية عند التوصيل بالكهرباء
da: Timeout for baggrundslys når tilsluttet
es: Tiempo de retroiluminación conectado
fr: Délai de rétro-éclairage sur secteur
hu: Háttérvilágítás időkorlátja hálózati áramról való üzemeléskor
ja: 電源接続時のバックライトのタイムアウト
ko: 전원 사용 중 백라이트 자동 꺼짐
lt: Foninio apšvietimo laikas įkraunant
pl: Czas podświetlenia po podłączeniu
pt_br: Tempo de retroiluminação ligado
ro: Timp oprire iluminare când e conectat
ru: Время ожидания подсветки от сети (0 - всегда включена)
tr: Fişe takılıyken Arka Işık Zaman Aşımı
uk: Тайм-аут підсвітки на зарядці
vi: Số giây để tắt đèn bàn phím (khi cắm dây)
zh_cn: 电源模式下的背光超时
zh_tw: 閒置時關閉燈光(充電模式)

source: Balanced
ar: متوازن
da: Balanceret
de: Ausbalanciert
es: Equilibrado
fr: Équilibré
hu: Teljesítmény
id: Seimbang
it: Bilanciato
ja: バランス
ko: 균형
lt: Balansuotas
pl: Balans
pt_br: Equilibrado
ro: Echilibrat
ru: Сбалансированный
tr: Dengeli
uk: Баланс
vi: Cân bằng
zh_cn: 平衡模式
zh_tw: 效能

# BatteryCharge
source: Charge
ar: شحن
da: Opladning
de: Akkustand
es: Carga
fr: Charge de la batterie
hu: Töltés
id: Baterai
it: Carica
ja: 充電
ko: 잔량
lt: Įkrova
pl: Naładowanie
pt_br: Carga
ro: Încărcare
tr: Şarj
uk: Заряд
vi: Sạc
zh_cn: 电池电量
zh_tw: 充電

source: Battery Charge Limit
ar: حد شحن البطارية
da: Batteriopladningsgrænse
de: Ladebegrenzung
es: Límite de carga
fr: Limite de charge
hu: Töltési korlát
id: Batas Pengisian Baterai
it: Limite Ricarica Batteria
ja: バッテリー充電制限
ko: 배터리 충전 제한
lt: Įkrovos riba
pl: Limit ładowania baterii
pt_br: Limite de carga
ro: Limita de încărcare a bateriei
ru: Максимальный уровень заряда батареи
tr: Pil Şarj Limiti
uk: Ліміт заряду батареї
vi: Giới hạn sạc
zh_cn: 电池充电限制
zh_tw: 電池充電上限

source: Battery Health
ar: صحة البطارية
da: Batteritilstand
de: Batteriezustand
es: Salud de la batería
fr: Santé de la batterie
hu: Akku állapot
id: Kesehatan Baterai
it: Salute Batteria
ja: バッテリー健康度
ko: 배터리 수명
lt: Baterijos būklė
pl: Stan baterii
pt_br: Saúde da bateria
ro: Sănătatea bateriei
tr: Pil Sağlığı
uk: Стан батареї
vi: Sức khoẻ pin
zh_cn: 电池健康
zh_tw: 電池健康度

# BatteryLimitFull
source: One time charge to 100%
ar: شحن لمرة واحدة إلى 100٪
da: Engangsopladning til 100%
de: Einmalig auf 100% aufladen
es: Cargar una vez al 100%
fr: Charge unique à 100%
hu: Egyszeri 100%-os feltöltés
id: Isi daya sekali hingga mencapai 100%
ja: 100%までの一回限りの充電
ko: 이번만 100%까지 충전
lt: Vienkartinė įkrova iki 100%
pl: Jednorazowo naładuj do 100%
pt_br: Carregar uma vez até 100%
ro: Încarcă o dată la 100%
tr: Tek seferlik %100'e kadar şarj
uk: Одноразовий заряд до 100%
vi: Sạc 1 lần đến 100%
zh_cn: 一次性充电至 100%
zh_tw: 僅本次將電力充滿

source: Binding
ar: ربط
es: Emparejado
fr: Liaison
hu: Hozzárendelés
ko: 바인딩
lt: Saistymas
pl: Przypisanie klawiszy
pt_br: Vinculação
tr: Tuş Atamaları
uk: Прив'язка
zh_cn: 绑定
zh_tw: 綁定

# BindingPrimary
source: Primary
ar: أساسي
da: Primær
de: Primär
es: Primario
fr: Primaire
hu: Elsődleges
id: Utama
it: Primario
lt: Pirminis
pl: Podstawowe
pt_br: Primário
tr: Birincil
uk: Первинна
vi: Chính
zh_cn: 主要
zh_tw: 主要

# BindingSecondary
source: Secondary
ar: ثانوي
da: Sekundær
de: Sekundär
es: Secundario
fr: Secondaire
hu: Másodlagos
id: Sekunder
it: Secondario
lt: Antrinis
pl: Drugorzędne
pt_br: Secundário
tr: İkincil
uk: Додаткова
vi: Phụ
zh_cn: 次要
zh_tw: 次要

source: BIOS and Driver Updates
ar: تحديثات البيوس والتعريفات
da: BIOS og driveropdateringer
de: BIOS und Treiber Updates
es: Actualizaciones de BIOS y Drivers
fr: Mises à jour BIOS et pilotes
hu: BIOS és illesztőprogram frissítések
id: Pembaruan BIOS dan Driver
it: Aggiornamenti Driver e BIOS
ja: BIOS とドライバの更新
ko: 바이오스/드라이버 업데이트
lt: BIOS ir tvarkyklių naujinimai
pl: Aktualizacje BIOS i sterowników
pt_br: Atualizações do BIOS e drivers
ro: Actualizări BIOS și Driver
tr: BIOS ve Sürücü Güncellemeleri
uk: Оновлення BIOS та драйверів
vi: Cập nhật BIOS và driver
zh_cn: BIOS 和驱动程序更新
zh_tw: BIOS 與驅動程式更新

source: Boot
ar: إقلاع
de: Hochfahren
es: Al arrancar
fr: Au démarrage
hu: Rendszerbetöltés
it: Avvio
ja: ブート
ko: 부팅
lt: Paleidžiant
pl: Uruchamianie
pt_br: Ao ligar
ro: Pornire
ru: Запуск системы
tr: Açılış
uk: Старт
vi: Khởi động
zh_cn: 开机时
zh_tw: 開機時

source: Boot Sound
ar: صوت الإقلاع
da: Opstarts-lyd
es: Sonido al arranque
fr: Son au démarrage
hu: Rendszerindítási hang
id: Suara Boot
it: Suono Di Avvio
ja: 起動音
ko: 부팅 사운드
lt: Paleidimo garsas
pl: Dźwięk podczas rozruchu
pt_br: Som de inicialização
ro: Sunet la pornire
tr: Açılış sesi
uk: Звук завантаження
vi: Tiếng ROG khi bật máy
zh_cn: 开机音效
zh_tw: 開機音效

source: Brightness
ar: السطوع
da: Lysstyrke
de: Helligkeit
es: Brillo
fr: Luminosité
hu: Fényerő
id: Kecerahan
it: Luminosità
ja: 明るさ
ko: 밝기
lt: Ryškumas
pl: Jasność
pt_br: Nível do brilho
ro: Luminozitate
ru: Яркость
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_cn: 亮度
zh_tw: 亮度

source: Brightness Down
ar: تخفيض السطوع
da: Lysstyrke ned
de: Helligkeit verringern
es: Bajar brillo
fr: Baisser la luminosité
hu: Fényerő csökkentése
id: Kurangi Kecerahan
it: Riduci Luminosità
ja: 明るさダウン
ko: 밝기 감소
lt: Ryškumo mažinimas
pl: Zmniejsz jasność
pt_br: Diminuir Brilho
ro: Scăderea luminozității
tr: Parlaklığı Azalt
uk: Зменшити яскравість
vi: Giảm độ sáng
zh_cn: 降低亮度
zh_tw: 螢幕亮度降低

source: Brightness Up
ar: رفع السطوع
da: Lysstyrke op
de: Helligkeit erhöhen
es: Subir brillo
fr: Augmenter la luminosité
hu: Fényerő növelése
id: Tingkatkan Kecerahan
it: Aumenta Luminosità
ja: 明るさを上げる
ko: 밝기 증가
lt: Ryškumo didinimas
pl: Zwiększ jasność
pt_br: Aumentar Brilho
ro: Mărirea luminozității
tr: Parlaklığı Artır
uk: Підвищити яскравість
vi: Tăng độ sáng
zh_cn: 提高亮度
zh_tw: 螢幕亮度提高

# BWTrayIcon
source: Black and white tray icon
ar: أيقونة شريط المهام بالأبيض والأسود
da: Sort/hvid bakkeikon
de: Taskleistensymbol in Schwarzweiß
es: Icono de bandeja blanco y negro
fr: Icône de la zone de notification en noir et blanc
hu: Fekete-fehér tálca ikon
ja: 白黒トレイアイコン
ko: 흑백 트레이 아이콘
lt: Naudoti juodai baltą piktogramą
pl: Czarnobiała ikona obszaru powiadomień
pt_br: Ícone da bandeja preto e branco
tr: Siyah ve beyaz tepsi simgesi
uk: Чорно-біла іконка трею
vi: Logo đen trắng ở thanh tác vụ
zh_cn: 黑白托盘图标
zh_tw: 工作列圖示黑白化

source: Calibrate
ar: معايرة
da: Kalibrer
de: Kalibrieren
es: Calibrar
fr: Calibrer
hu: Kalibrálás
id: Kalibrasi
it: Calibrazione
ja: キャリブレーション
ko: 보정
lt: Kalibruoti
pl: Kalibruj
pt_br: Calibrar
ro: Calibrează
tr: Kalibrasyon
uk: Калібр.
vi: Cân chỉnh
zh_cn: 校准
zh_tw: 校準

source: Charging
ar: جاري الشحن
da: Oplader
de: Lädt
es: Cargando
fr: Taux de charge
hu: Töltés
id: Mengisi Daya
it: In carica
ja: 充電中
ko: 충전 중
lt: Įkrovimas
pl: Ładowanie
pt_br: Carregando
ro: Se încarcă
tr: Şarj oluyor
uk: Зарядка
vi: Đang sạc
zh_cn: 充电中
zh_tw: 充電中

source: Color
ar: اللون
da: Farve
de: Farbe
fr: Couleur
hu: Szín
id: Warna
it: Colore
ja: カラー
ko: 색상
lt: Spalva
pl: Kolor
pt_br: Cor
ro: Culoare
ru: Цвет
tr: Renk
uk: Колір
vi: Màu
zh_cn: 颜色
zh_tw: 顏色

source: Contrast
ar: التباين
da: Kontrast
de: Kontrast
es: Contraste
fr: Contraste
hu: Kontraszt
id: Kontras
it: Contrasto
ja: コントラスト
ko: 대비
lt: Kontrastas
pl: Kontrast
pt_br: Contraste
tr: Kontrast
uk: Контраст
vi: Độ tương phản
zh_cn: 对比
zh_tw: 對比

source: Controller
ar: وحدة التحكم
es: Mando
fr: Contrôleur
hu: Kontroller
ja: コントローラー
ko: 컨트롤러
lt: Valdiklis
pl: Kontroler
pt_br: Controle
tr: Kontrolcü
uk: Контролер
vi: Bộ điều khiển
zh_cn: 控制器
zh_tw: 控制器

source: CPU Boost
ar: تعزيز وحدة المعالجة المركزية
hu: CPU gyorsítás
it: Boost CPU
ja: CPUブースト
ko: CPU 부스트
lt: CPU spartinimas
pl: Zwiększenie taktowania CPU
ro: Accelerare CPU
ru: Ускорение работы CPU
tr: CPU Artışı
vi: Tăng tốc CPU
zh_cn: CPU 睿频
zh_tw: CPU 加速

source: Custom
ar: مخصص
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hu: Egyéni
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 설정
lt: Tinkintas
pl: Niestandardowy
pt_br: Personalizado
ro: Personalizat
ru: Пользовательский
tr: Özel
uk: Своє
vi: Tuỳ chỉnh
zh_cn: 自定义设置
zh_tw: 自定義設置

source: Deceleration
ar: إبطاء
de: Verlangsamung
es: Desaceleración
fr: Décélération
hu: Lassítás
id: Perlambatan
it: Decelerazione
ko: 감속
lt: Lėtėjimas
pl: Spowolnienie
pt_br: Desaceleração
ro: Decelerare
tr: Yavaşlama
uk: Уповільнення
vi: Giảm tốc
zh_cn: 减速
zh_tw: 滑鼠減速

source: Default
ar: افتراضي
da: Standard
de: Standard
es: Por defecto
fr: Par défaut
hu: Alapért.
id: Standar
ja: 既定
ko: 기본
lt: Numatytas
pl: Domyślny
pt_br: Padrão
ro: Implicit
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_cn: 默认
zh_tw: 預設

source: Disable Controller
ar: تعطيل وحدة التحكم
da: Deaktiver Controller
de: Controller deaktivieren
es: Deshabilitar mando
fr: Désactiver le contrôleur
hu: Kontoller letiltása
it: Disabilita Controller
ja: コントローラーを無効化
ko: 컨트롤러 비활성화
lt: Išjungti valdiklį
pl: Wyłącz kontroler
pt_br: Desativar Controle
tr: Kontrolcüyü Devre Dışı Bırak
uk: Вимкнути контролер
vi: Tắt điều khiển
zh_cn: 禁用控制器
zh_tw: 停用控制器

source: Disable on lid close
ar: تعطيل عند إغلاق الغطاء
da: Deaktiver ved lukning af låg
de: Beim Schließen des Deckels deaktivieren
es: Desactivar al cerrar la tapa
fr: Désactiver à la fermeture du capot
hu: Letiltása képernyő lehajtásakor
ja: フタを閉じた時に無効化
ko: 덮개를 닫을 시 비활성화
lt: Išjungti uždarius gaubtą
pl: Wyłącz po zamknięciu pokrywy
pt_br: Desativar ao fechar a tampa
tr: Kapak kapandığında devre dışı bırak
uk: Вимкнути при закритті
vi: Tắt khi gập máy xuống
zh_cn: 合盖时禁用
zh_tw: 蓋上螢幕時取消

# DisableOverdrive
source: Disable screen overdrive
ar: تعطيل تسريع الشاشة
da: Deaktiver Overdrive på skærmen
de: Bildschirm: Overdrive abschalten
es: Desactivar Overdrive
fr: Désactiver l'overdrive de l'écran
hu: Képernyőtúlhajtás letiltása
id: Nonaktifkan screen overdrive
it: Disabilita Overdrive Schermo
ja: スクリーンオーバードライブを無効にする
ko: 화면 OD 끄기
lt: Išjungti ekrano pikselių spartinimą
pl: Wyłącz funkcję Overdrive monitora
pt_br: Desativar o overdrive da tela
ro: Dezactivează screen overdrive
ru: Отключить перегрузку экрана
tr: Ekran overdrive özelliğini devre dışı bırak
uk: Вимкнути овердрайв дисплею
vi: Tắt Overdrive
zh_cn: 禁用屏幕快速显示(OD)
zh_tw: 禁用螢幕加速OD

source: Discharging
ar: تفريغ الشحن
da: Aflader
de: Entlädt
es: Descargando
fr: Taux de décharge
hu: Merülés
id: Tidak mengisi
it: Scaricamento
ja: 放電中
ko: 방전 중
lt: Iškrovimas
pl: Zużycie mocy
pt_br: Descarregando
ro: Se descarcă
ru: Разрядка
tr: Şarj Azalıyor
uk: Розрядка
vi: Đang không sạc
zh_cn: 正在放电
zh_tw: 使用電池中

source: Download Color Profiles
ar: تحميل ملفات تعريف الألوان
da: Hent farveprofiler
de: Farbprofile herunterladen
es: Descargar perfiles de color
fr: Télécharger les profils de couleurs
hu: Színprofilok letöltése
it: Scarica Profili Colore
ja: カラープロファイルをダウンロード
ko: 색상 프로필 다운로드
lt: Atsisiųsti spalvų profilius
pl: Pobieranie profili kolorów
pt_br: Baixar Perfis de Cor
tr: Renk Profillerini İndir
uk: Завантажити Колірні Профілі
zh_cn: 下载颜色配置文件
zh_tw: 下載色彩設定檔

# DownloadUpdate
source: Download
ar: تحميل
da: Hent
es: Descargar
fr: Télécharger
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
lt: Atsisiųsti
pl: Pobierz
pt_br: Baixar
ro: Descarcă
ru: Скачать Обновление
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_cn: 下载
zh_tw: 下載

# DriverAndSoftware
source: Drivers and Software
ar: التعريفات والبرامج
da: Drivere og software
de: Treiber und Software
es: Drivers y Software
fr: Pilotes et logiciels
hu: Illesztőprogramok és alkalmazások
id: Driver dan Software
it: Driver e Software
ja: ドライバとソフトウェア
ko: 드라이버와 소프트웨어
lt: Tvarkyklės ir programinė įranga
pl: Sterowniki i oprogramowanie
pt_br: Drivers e Software
ro: Drivers și Aplicații
tr: Sürücüler ve Yazılımlar
uk: Драйвери та програми
vi: Driver và phần mềm
zh_cn: 驱动程序和软件
zh_tw: 驅動程式與軟體

# EcoGPUTooltip
source: Disables dGPU to save battery
ar: تعطيلُ كرتِ الشاشةِ المنفصلِ لتوفيرِ البطاريةِ
da: Deaktiverer dGPU for at spare på batteriet
de: dGPU zum Stromsparen abschalten
es: Deshabilita la dGPU para ahorrar batería
fr: Désactive le dGPU pour préserver la batterie
hu: Letiltja a dGPU-t, hogy spóroljon az akkuval
id: Menonaktikan dGPU untuk menghemat baterai
it: Disabilita dGPU per risparmiare energia
ja: バッテリー節約のためにdGPUを無効にします
ko: 배터리 절약을 위해 dGPU 비활성화
lt: Išjungiamas dGPU (tausojama baterija)
pl: Wyłącza dedykowane GPU aby oszczędzić baterię
pt_br: Desativar o dGPU para economizar energia
ro: Dezactivează dGPU pentru a economisi bateria
ru: Выключить dGPU чтобы снизить разряд батареи
tr: Pil tasarrufu için dGPU devre dışı bırakılır
uk: Вимикає dGPU, щоб зберегти заряд
vi: Tắt GPU rời để tiết kiệm pin
zh_cn: 禁用独显以节省电池电量
zh_tw: 禁用獨顯以節省電池電量

# EcoMode
source: Eco
ar: توفير الطاقة
da: Øko
fr: Éco
ja: エコ
lt: Ekonomiškas
pt_br: Econômico
ru: Эко
tr: Eko
uk: Еко
vi: Tiết kiệm
zh_cn: 集显模式
zh_tw: 節能模式

# EnableGPUOnShutdown
source: Enable GPU on shutdown (prevents issue with Eco mode)
ar: تفعيل كرت الشاشة عند الإغلاق (يمنع مشاكل وضع التوفير)
da: Aktiver GPU ved nedlukning (forhindrer problemer med Øko-tilstand)
de: Aktiviere GPU beim Herunterfahren (verhindert Problem im Eco-Modus)
es: Habilitar GPU al apagar (evita problemas con el modo Eco)
fr: Activer le GPU lors de l'arrêt (empêche les problèmes avec le mode Éco)
hu: GPU engedélyezése kikapcsoláskor (megakadályozza az Eco mód problémát)
it: Abilita la GPU allo spegnimento (evita problemi con la modalità Eco)
ja: シャットダウン時にGPUを有効にする (エコモードでの問題を防ぐ)
ko: 종료 시 GPU 활성화 (Eco 모드 문제 방지)
lt: Įgalinti GPU išjungimo metu (apsauga nuo „Eco“ režimo problemos)
pl: Aktywuj GPU przy wyłączaniu (zapobiega problemom z trybem Eco)
pt_br: Ativar a GPU ao desligar (impede problemas com o modo Eco)
tr: Kapatma sırasında GPU'yu etkinleştir (Eco modundaki sorunları önler)
uk: Увімкнути GPU при вимиканні лептопу
vi: Khởi chạy GPU khi máy tắt (tránh vấn đề khi chạy chế độ Eco)
zh_cn: 在关闭时启用 GPU (防止与 Eco 模式出现问题)
zh_tw: 關機前啟動顯卡(解決切換顯卡節能模式&混合輸出和亮度的某些問題)

# EnableOptimusText
source: Disabling the dGPU by going into Eco mode while Display Mode in NVIDIA Control Panel is not set to Optimus might cause problems with brightness controls until after the next reboot. Do you still want to continue?
ar: تعطيل كرت الشاشة المنفصل عن طريق وضع التوفير بينما وضع العرض في لوحة تحكم NVIDIA غير مضبوط على Optimus قد يسبب مشاكل في التحكم بالسطوع حتى إعادة التشغيل القادمة. هل ترغب في المتابعة؟
da: Deaktivering af dGPU ved at gå i Øko-tilstand, mens visningstilstand i NVIDIA Kontrolpanel ikke er indstillet til Optimus kan forårsage problemer med lysstyrkekontrol indtil efter næste genstart. Vil du stadig fortsætte?
de: Die dGPU zu deaktivieren, indem Sie in den Eco-Modus wechseln während der Anzeigemodus nicht auf Optimus eingestellt ist, kann zu Problemen mit der Helligkeitseinstellung führen. Trotzdem fortfahren?
es: Deshabilitar la dGPU cambiando a modo Eco mientras el Modo de Pantalla en el Panel de Control de NVIDIA no está configurado en Optimus puede causar problemas con el control del brillo hasta después del próximo reinicio. ¿Seguro que desea continuar?
fr: Désactiver le dGPU en passant au mode Eco pendant que le mode d'affichage dans le panneau de configuration NVIDIA n'est pas réglé sur Optimus peut causer des problèmes avec les commandes de luminosité jusqu'au prochain redémarrage. Voulez-vous continuer ?
hu: A dGPU letiltása Eco módba kapcsolással, miközben az NVIDIA Vezérlőpultban a Kijelző mód nincs Optimus-ra állítva, problémákat okozhat a fényerővezérlésben, amíg a következő újraindítás meg nem történik. Folytatni szeretnéd?
id: Menonaktikan dGPU dengan masuk ke mode Eco saat Mode Tampilan di Panel Kontrol NVIDIA tidak diatur ke Optimus mungkin dapat menyebabkan masalah dengan kontrol kecerahan hingga mulai ulang berikutnya. Apakah Anda masih ingin melanjutkan?
it: Disabilitare la dGPU impostando la modalità Eco quando non è attiva la modalità schermo Optimus nel Pannello di Controllo NVIDIA può causare problemi al controllo della luminosità fino al prossimo riavvio. Sei sicuro di voler continuare?
ja: NVIDIA Control Panel の ディスプレイモード が Optimus に設定されていない場合、エコモードに入って dGPU を無効にすると、次回再起動するまで明るさコントロールに問題が生じる可能性があります。 続行しますか？
ko: NVIDIA 제어판에서 디스플레이 모드가 Optimus로 설정되지 않은 상태에서 Eco 모드로 전환하여 dGPU를 비활성화하면 다시 시작하기 전까지 밝기 조절에 문제가 발생할 수 있습니다. 계속 진행하시겠습니까?
lt: Jei ekrano režimas NVIDIA valdymo skyde yra nenustatytas į Optimus, kai dGPU yra išjungtas perjungus į ekonominį režimą, gali kilti problemų su ryškumo valdymu iki kito paleidimo iš naujo. Vis tiek norite tęsti?
pl: Wyłączenie dGPU przez przejście do trybu Eco, podczas gdy tryb wyświetlania w Panelu sterowania NVIDIA nie jest ustawiony na Optimus, może powodować problemy z regulacją jasności do czasu następnego restartu systemu. Nadal chcesz kontynuować?
pt_br: Desativar a dGPU entrando no modo Eco enquanto o Modo de Exibição no painel de controle da NVIDIA não está definido como Optimus pode causar problemas com os controles de brilho até a próxima reinicialização. Ainda quer continuar?
ro: Dezactivarea dGPU pentru a utiliza modul Eco, în timp ce Display Mode în NVIDIA Control Panel nu este setat la modul Optimus, poate cauza probleme cu controalele de luminozitate până la următoarea repornire. Încă mai vrei să continui?
tr: NVIDIA Denetim Masası'ndaki Görüntü Modu Optimus olarak ayarlı değilken Eko moduna geçilerek harici GPU'nun devre dışı bırakılması, bir sonraki yeniden başlatmaya kadar parlaklık ayarlarında sorunlara neden olabilir. Yine de devam etmek istiyor musunuz?
uk: Вимкнення dGPU коли NVIDIA Display Mode не встановлено в режим Optimus може спричинити проблеми з управлінням яскравістю до наступного перезавантаження. Ви все ще хочете продовжити?
vi: Vô hiệu hóa GPU rời bằng cách chuyển sang chế độ Eco trong khi chế độ màn hình trong NVIDIA Control Panel chưa được đổi thành Optimus có thể gây ra lỗi điều chỉnh độ sáng cho đến khi khởi động lại. Bạn có muốn tiếp tục không?
zh_cn: NVIDIA 控制面板中的显示模式未设置为 Optimus 时，通过集显模式禁用独立显卡可能会使亮度控制出现问题，直到下次重启后才能恢复。 确定还要继续吗？
zh_tw: 「Nvidia控制面板」中的顯示模式未設置為自動切換時，透過G-Helper的節能模式禁用獨顯可能導致螢幕亮度控制出現問題直到下次重新開機後。 是否繼續？

# EnableOptimusTitle
source: NVIDIA Display Mode is not set to Optimus
ar: وضع عرض NVIDIA غير مضبوط على Optimus
da: NVIDIA Visningstilstand er ikke indstillet til Optimus
de: Nvidia Anzeigemodus ist nicht auf Optimus eingestellt
es: Modo de Pantalla NVIDIA no está configurado en Optimus
fr: Le mode d'affichage NVIDIA n'est pas réglé sur Optimus
hu: NVIDIA kijelzőmód nincs Optimus-ra állítva
id: Mode Tampilan NVIDIA tidak diatur ke Optimus
it: Modalità schermo NVIDIA non impostata su Optimus
ja: NVIDIA ディスプレイモードが Optimus に設定されていません
ko: NVIDIA 디스플레이 모드가 Optimus로 설정되어 있지 않습니다.
lt: NVIDIA ekrano režimas nenustatytas į Optimus
pl: Tryb wyświetlania NVIDIA nie jest ustawiony na Optimus
pt_br: Modo de Exibição de NVIDIA não está definido como Optimus
ro: NVIDIA Display Mode nu este setat la modul Optimus
tr: NVIDIA Görüntü Modu Optimus olarak ayarlanmamış
uk: NVIDIA Display Mode не в режимі Optimus
vi: Chế độ màn hình trong NVIDIA chưa được chỉnh sang Optimus
zh_cn: NVIDIA 显示模式未设置为 Optimus
zh_tw: Nvidia顯示模式未設置為自動切換

source: Energy Settings
ar: إعدادات الطاقة
da: Energiindstillinger
de: Energieeinstellungen
es: Ajustes de energía
fr: Paramètres d'énergie
hu: Energia beállítások
id: Pengaturan Energi
it: Risparmio Energia
ja: エネルギー設定
lt: Energijos nustatymai
pl: Ustawienia zasilania
pt_br: Configurações de Energia
ro: Setări energie
tr: Enerji Ayarları
uk: Налаштування Енергії
vi: Các chế độ năng lượng
zh_cn: 电源设置
zh_tw: 電源設定

# Export
source: Export Profile
ar: تصدير الملف الشخصي
da: Eksporter profil
de: Profil exportieren
es: Exportar perfil
fr: Exporter profil
hu: Profil exportálása
id: Ekspor Profil
it: Esporta Profilo
ja: プロファイルをエクスポート
ko: 프로필 내보내기
lt: Eksportuoti profilį
pl: Eksportuj profil
pt_br: Exportar Perfil
tr: Profili Dışa Aktar
uk: Експортувати Профіль
vi: Xuất cấu hình ra file
zh_cn: 导出配置文件
zh_tw: 匯出設定檔

source: Extra
ar: إضافي
da: Ekstra
es: Adicional
fr: + d'options
id: Ekstra
ja: その他
ko: 추가 설정
lt: Išplėstiniai
pl: Ustawienia
pt_br: Adicional
ru: Экстра
tr: Ek Özellikler
uk: Додатково
vi: Thêm
zh_cn: 更多
zh_tw: 更多

source: Extra Settings
ar: إعدادات إضافية
da: Ekstra indstillinger
de: Extra-Einstellungen
es: Opciones adicionales
fr: Paramètres supplémentaires
hu: Extra beállítások
id: Pengaturan Ekstra
it: Impostazioni aggiuntive
ja: その他の設定
ko: 추가 설정
lt: Išplėstiniai nustatymai
pl: Dodatkowe ustawienia
pt_br: Configurações adicionais
ro: Setări suplimentare
ru: Дополнительные Настройки
tr: Ek Ayarlar
uk: Додаткові Налаштування
vi: Cài đặt bổ sung
zh_cn: 更多设置
zh_tw: 更多設定

source: Factory Defaults
ar: إعدادات المصنع الافتراضية
da: Gendan standarder
de: Werkseinstellungen
es: Valores de fábrica
fr: Paramètres d'usine
hu: Gyári alapértékek
id: Setelan Pabrik
it: Valori Predefiniti
ja: 出荷時のデフォルト設定
ko: 공장 설정
lt: Numatytieji
pl: Ustawienia fabryczne
pt_br: Padrão de fábrica
ro: Setările implicite ale fabricii
ru: Заводские Настройки
tr: Fabrika Ayarları
uk: Скинути
vi: Đặt về mặc định
zh_cn: 恢复默认设置
zh_tw: 恢復原廠設定

source: Fan Curves
ar: منحنيات المروحة
da: Blæserkurver
de: Lüfterkurven
es: Curvas de ventiladores
fr: Courbes des ventilateurs
hu: Ventilátorgörbe
id: Kurva Kipas
it: Curve Ventola
ja: ファンカーブ
ko: 팬 커브
lt: Aušintuvų kreivės
pl: Krzywe wentylatorów
pt_br: Curvas de ventilador
ro: Curbe ventilator
ru: Кривая вентилятора
tr: Fan Eğrileri
uk: Профілі кулерів
vi: Chế độ Quạt
zh_cn: 风扇曲线
zh_tw: 風扇曲線

# FanProfileCPU
source: CPU Fan Profile
ar: ملف تعريف مروحة وحدة المعالجة المركزية
da: CPU blæserkurveprofil
de: CPU Lüfterprofil
es: Perfil ventilador CPU
fr: Profil du ventilateur CPU
hu: CPU ventilátor profil
id: Profil Kipas CPU
it: Profilo Ventola CPU
ja: CPUファンプロファイル
ko: CPU 팬 프로필
lt: CPU aušintuvo profilis
pl: Krzywa wentylatora CPU
pt_br: Perfil de ventilador CPU
ro: Profil ventilator CPU
ru: Профайл Винтелятора Процессора
tr: CPU Fan Profili
uk: Профіль кулеру CPU
vi: Cấu hình Quạt CPU
zh_cn: CPU 风扇配置文件
zh_tw: CPU 風扇設定檔
