Repository: seerge/g-helper
Catalog: app/Properties/Strings.*.resx
Languages: ar, da, de, es, fr, hu, id, it, ja, ko, lt, pl, pt_br, ro, ru, tr, uk, vi, zh_cn, zh_tw

# ToggleClamshellMode
source: Auto Toggle Clamshell Mode
ar: تبديل وضع الحاسوب المغلق تلقائيًا
da: Slå automatisk Clamshell-tilstand til/fra
de: Clamshell Modus automatisch aktivieren
es: Cambiar automáticamente a modo Clamshell
fr: Basculer automatiquement en mode Clamshell
id: Otomatis Hidupkan/Matikan Mode Clamshell
it: Attiva automaticamente la modalità a conchiglia
ja: クランシェルモードの自動切り替え
ko: 클램셸 모드 자동 전환
lt: Automatiškai perjungti Clamshell režimą
pl: Automatyczny tryb pracy z zamkniętą pokrywą
pt_br: Alternar automaticamente o Modo Clamshell
ro: Auto Toggle Mod Clamshell
tr: Otomatik Clamshell Modunu Aç
uk: Автоматично вмикати режим Clamshell
zh_cn: 自动切换合盖模式
zh_tw: 翻蓋模式 (蓋上筆電但有外接螢幕時，系統仍會持續運行)

source: Toggle Fn-Lock
ar: تبديل قفل Fn
da: Slå Fn-lås til/fra
de: FN Sperre umschalten
es: Alternar bloqueo Fn
fr: Activer/désactiver Fn-Lock
hu: Fn-Lock ki-/bekapcsolása
id: Hidupkan/Matikan Fn-Lock
it: Alterna Blocco-Fn
ja: Fn-Lockを切り替える
ko: Fn-Lock 전환
lt: Perjungti Fn-Lock
pl: Przełącz Fn-Lock
pt_br: Alternar bloqueio de Fn
tr: Fn-Lock Değiştir
uk: Fn-Lock
zh_cn: 切换 Fn 锁定
zh_tw: 切換 Fn-Lock

# ToggleMiniled
source: Toggle Miniled (if supported)
ar: تبديل Miniled (إذا كان مدعومًا)
da: Slå MiniLED til/fra (hvis understøttet)
de: MiniLED umschalten
es: Alternar Miniled (si compatible)
fr: Activer Miniled (si supporté)
hu: MiniLED ki-/bekapcsolása (ha támogatott)
id: Toggle Miniled (jika didukung)
it: Alterna Miniled (se supportato)
ko: Miniled 전환 (지원하는 기기만)
lt: Perjungti Miniled (jei palaikoma)
pl: Przełącz MiniLED
pt_br: Alternar Miniled (se suportado)
ro: Toggle Miniled (dacă e suportat)
ru: Вкл/Выкл Miniled (если поддерживается)
tr: Miniled Değiştir (destekleniyorsa)
uk: Міні-лед (якщо є)
vi: Bật tắt Miniled(Nếu có hỗ trợ)
zh_cn: 切换 MiniLED (如果支持)
zh_tw: 切換 mini-LED (若有支援)

source: Toggle Screen
ar: تبديل الشاشة
da: Slå skærmen til/fra
de: Bildschirm umschalten
es: Alternar pantalla
fr: Allumer l'écran
hu: Képernyő ki-/bekapcsolása
id: Hidupkan/Matikan Layar
it: Alterna Schermo
ja: 画面を切り替える
ko: 화면 전환
lt: Perjungti ekraną
pl: Przełącz ekran
pt_br: Alternar Tela
ro: Toggle Ecran
ru: Вкл/Выкл Экран
tr: Ekranı Değiştir
uk: Вимкнути екран
vi: Bật tắt màn hình
zh_cn: 关闭屏幕
zh_tw: 切換螢幕

source: Toggle Touchscreen
ar: تبديل شاشة اللمس
de: Touchscreen umschalten
es: Alternar pantalla táctil
fr: Activer/désactiver l'écran tactile
hu: Érintőképernyő ki-/bekapcsolása
it: Attiva/Disattiva Touchscreen
ja: タッチスクリーンの切り替え
ko: 터치스크린 전환
lt: Valdyti jutiklinį ekraną
pl: Włącz/wyłącz ekran dotykowy
pt_br: Alternar Touchscreen
tr: Dokunmatik Ekranı Değiştir
uk: Сенсорний екран
zh_cn: 切换触摸屏
zh_tw: 切換螢幕觸控

source: Touchscreen
ar: شاشة اللمس
es: Pantalla táctil
fr: Écran tactile
ja: タッチスクリーン
ko: 터치스크린
lt: Jutiklinis ekranas
pl: Ekran dotykowy
pt_br: Tela de toque
tr: Dokunmatik ekran
uk: Сенсорний екран
zh_cn: 触摸屏
zh_tw: 觸控螢幕

source: Turbo
ar: توربو
hu: Turbó
ja: ターボ
ko: 터보
ru: Турбо
uk: Турбо
zh_cn: 增强模式
zh_tw: 極速

source: Turned off
ar: تم إيقافها
da: Slukket
de: Ausgeschaltet
es: Apagado
fr: Éteint
hu: Kikapcsolva
id: Dimatikan
it: Spento
ja: 無効
ko: 꺼짐
lt: Išjungta
pl: Wyłączony
pt_br: Desligado
ro: Dezactivat
ru: Выключить
tr: Kapatıldı
uk: Вимкнений
vi: Đã tắt
zh_cn: 已关闭
zh_tw: 已關閉

# TurnOffOnBattery
source: Disable on battery
ar: تعطيل على البطارية
da: Deaktiver på batteri
de: Im Batteriebetrieb abschalten
es: Apagar con batería
fr: Éteindre sur batterie
hu: Akkus üzemmódban kikapcsol
id: Matikan saat menggunakan baterai
it: Disattiva quando alimentato a batteria
ja: バッテリーを無効にする
ko: 배터리 사용 중에는 끄기
lt: Išjungti naudojant akumuliatorių
pl: Wyłączony na baterii
pt_br: Desligar em bateria
ro: Dezactivează când bateria e folosită
ru: Выключить во время использования батареи
tr: Pille çalışırken kapat
uk: Вимкнути на батареї
vi: Tắt khi không cắm sạc
zh_cn: 使用电池时关闭
zh_tw: 電池模式時關閉

# UltimateGPUTooltip
source: Routes laptop screen to dGPU, maximizing FPS
ar: توجيهُ شاشةِ الحاسوبِ المحمولِ إلى وحدةِ معالجةِ الرسوماتِ المنفصلةِ، مما يزيدُ عددَ الإطاراتِ في الثانيةِ
da: Kobler laptop-skærmen direkte til dGPU, hvilket maksimerer FPS
de: Verbindet den Bildschirm mit der dGPU für maximale Leistung.
es: Enruta la pantalla del portátil a la dGPU, maximizando FPS
fr: Redirige l'écran du portable vers le dGPU, maximisation taux FPS
hu: A jobb FPS érdekében a laptop kijelzőt közvetlenül a GPU-n keresztül működteti
id: Merutekan layar laptop ke dGPU, memaksimalkan FPS
it: Utilizza la dGPU in modalità esclusiva, massimizzando gli FPS
ja: ラップトップ画面をdGPUにルーティングし、FPSを最大化
ko: 노트북 화면을 dGPU와 연결, FPS 최대화
lt: Nukreipiama į dGPU (maksimaliai padidinamas kadrų kiekis)
pl: Podłącza ekran laptopa bezpośrednio do dedykowanego GPU
pt_br: Direciona a tela do computador ao dGPU
ro: Rutează ecranul laptop-ului spre dGPU, maximizând FPS
ru: Перенаправляет экран ноутбука на dGPU, максимизируя частоту кадров в секунду
tr: Dizüstü ekranı doğrudan dGPU üstünden çalışır FPS artar
uk: Підключає екран лептопу до dGPU, щоб підвищити FPS
vi: Chỉ dùng GPU rời, tối đa hóa FPS
zh_cn: 开启独显直连获得最佳帧率
zh_tw: 開啟獨顯輸出獲得最佳幀數

# UltimateMode
source: Ultimate
ar: مستوى عالي
da: Ultimativ
de: Ultimativ
fr: Ultime
it: Estrema
lt: Maksimalus
uk: Ультімейт
vi: Tối thượng
zh_cn: 独显直连
zh_tw: 獨顯輸出

# UndervoltingRisky
source: Undervolting is an experimental and risky feature. If applied values are too low for your hardware, it can become unstable, shut down or cause data corruption. If you want to try - start from small values first, click Apply and test what works for you.
ar: تقليل الفولتية هي ميزة تجريبية وخطرة. إذا كانت القيم المطبقة منخفضة جدًا لجهازك، فقد يصبح غير مستقر، أو يتوقف أو يتسبب في تلف البيانات. إذا كنت ترغب في التجربة - ابدأ بقيم صغيرة أولاً، انقر على تطبيق واختبر ما يناسبك.
da: Undervolting er en eksperimentel og risikabel funktion. Hvis de anvendte værdier er for lave for din hardware, kan det blive ustabilt, lukke ned eller forårsage datakorruption. Hvis du ønsker at prøve - start fra små værdier først, klik på Anvend og test hvad der virker for dig.
de: Die Spannungsabsenkung (Undervolting) ist experimentell und birgt Risiken. Wenn die Spannung zu weit abgesenkt wird, wird der Computer instabil und kann abstürzen, was zu Datenverlust führen kann. Es empfiehlt sich mit kleinen Werten anzufangen und ausgiebig zu testen, um den idealen Wert zu finden.
es: Undervolting es una característica experimental. Aplicar valores demasiado bajos puede causar inestabilidad en el hardware o corrupción de datos. Si desea probar, empiece con valores pequeños, haga click en Aplicar y pruebe.
fr: L'undervolting est une fonctionnalité expérimentale et risquée. Si les valeurs appliquées sont trop faibles, elles peuvent causer de l'instabilité, éteindre l'ordinateur ou causer une corruption de données. Si vous voulez essayer - commencer avec des petites valeurs, cliquez sur Appliquer et testez ce qui fonctionne pour vous.
id: Undervolting adalah fitur eksperimental dan berisiko. Jika nilai yang diterapkan terlalu rendah untuk perangkat keras Anda, ini dapat menjadi tidak stabil, mati mendadak, atau menyebabkan kerusakan data. Jika Anda ingin mencobanya, mulailah dengan nilai kecil terlebih dahulu, klik Terapkan, dan uji apa yang cocok untuk Anda.
it: L'undervolting è una funzione sperimentale e rischiosa. Se i valori applicati sono troppo bassi per il tuo dispositivo, esso potrebbe diventare instabile, spegnersi o perdere dati. Se vuoi provare - inizia dapprima con valori contenuti, clicca Applica e verifica se funziona tutto correttamente.
ja: アンダーボルトは、実験的で危険な機能です。 適用される値がハードウェアに低すぎると、不安定になったり、シャットダウンしたり、データが破損したりする可能性があります。 試してみたい場合 - 最初に小さい値から始めて、適用をクリックして、何があなたに役立つかをテストします。
ko: 언더볼팅은 실험적이며 위험한 기능입니다. 적용 값이 너무 낮은 경우 시스템이 불안정해지고, 강제 종료되거나 데이터 손상을 유발할 수 있습니다. 낮은 값부터 적용하여 잘 작동하는지 확인해 보십시오.
lt: Įtampos mažinimas yra eksperimentinė ir pavojinga funkcija. Jei pritaikytos reikšmės yra per mažos jūsų aparatinei įrangai, ji gali tapti nestabili, išsijungti arba pažeisti duomenų vientisumą. Jei norite pabandyti, iš pirmo pradėkite nuo mažų reikšmių, spustelėkite „Taikyti“ ir išbandykite, kas jums tinka.
pl: Undervolting jest funkcją eksperymentalną i ryzykowną. Jeżeli zastosowane wartości są za niskie dla Twojego urządzenia, może ono działać niestabilnie, wyłączyć się lub uszkodzić dane. Chcąc wypróbować tę funkcję, zacznij od niewielkich wartości, zastosuj je i sprawdź efekt.
pt_br: A subvoltagem é um recurso experimental e arriscado. Se os valores aplicados forem muito baixos para seu hardware, ele poderá ficar instável, ser desligado ou causar corrupção de dados. Se quiser experimentar, comece com valores pequenos primeiro, clique em Aplicar e teste o que funciona para você.
ro: Undervolting este o funcțiune experimentală și riscantă. Dacă valorile aplicate sunt prea mici pentru hardware-ul dumneavoastră, acesta poate deveni instabil, a se opri sau să corupă datele. Dacă vrei să încerci - mai întâi începe de la valori mici, apasă Aplică și testează ce funcționează pentru tine.
tr: Düşük voltaj deneysel ve riskli bir özelliktir. Uygulanan değerler cihaz için çok düşükse, cihazı stabil çalışmayabilir, kapanabilir veya veri kaybına uğrayabilir. Yine de denemek istiyorsanız, önce küçük değerlerden başlayın ve sizin için uygun olanı test edin.
uk: Undervolting є експериментальним. Якщо значення занизькі для вашого CPU, це може спричинити нестабільність або пошкодити дані. Якщо хочете спробувати - почніть з малих значень, натисніть «Застосувати» та перевірте, чи стабільно все працює.
zh_cn: 降低电压是实验性的危险功能。 如果对硬件应用的值太低，可能会产生不稳定、关闭现象或造成数据损坏问题。 如果你想要尝试，应先从小值开始，点击应用并测试合适的值。
zh_tw: 降壓是一項實驗性且有風險的功能，若設定的值過低，可能造成系統不穩定甚至無預警關機，建議可先嘗試較小的降壓數值，並點擊"套用"來測試適合你的使用狀況

source: Unmuted
ar: غير مكتوم
da: Ikke lydløs
de: Laut
es: No silenciado
fr: Son activé
hu: Mikrofon Be
id: Bunyikan
it: Smutato
ja: ミュート解除
ko: 음소거 해제
lt: Įjungta
pl: Włączony
pt_br: Não silenciado
tr: Ses açık
uk: Активний
zh_cn: 麦克风开启
zh_tw: 已取消靜音

source: Updates
ar: التحديثات
da: Opdateringer
de: Aktualisierungen
es: Actualización
fr: Mises à jour
hu: Frissítések
id: Pembaruan
it: Aggiornamenti
ja: アップデート
ko: 업데이트
lt: Naujinimai
pl: Aktualizacje
pt_br: Atualizações
ro: Actualizări
tr: Güncellemeler
uk: Оновлення
zh_cn: 更新
zh_tw: 更新驅動

# VersionLabel
source: Version
ar: الإصدار
es: Versión
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
lt: Versija
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_cn: 版本
zh_tw: 版本

source: Vibration Strength
ar: قوة الاهتزاز
da: Vibrationsstyrke
de: Vibrationsstärke
es: Intensidad de vibración
fr: Intensité de la vibration
id: Kekuatan Getaran
it: Intensità vibrazione
ja: 振動の強さ
ko: 진동 세기
lt: Vibracijos stiprumas
pl: Siła wibracji
pt_br: Intensidade da Vibração
tr: Titreşim Yoğunluğu
uk: Сила вібрації
zh_cn: 震动强度
zh_tw: 震動強度

source: Visual Mode
ar: وضع العرض
da: Visuel tilstand
de: Darstellungsmodus
es: Modo visual
fr: Mode d'affichage
hu: Képernyőszín Mód
id: Mode Visual
ja: ビジュアルモード
ko: 비주얼 모드
lt: Vizualinis režimas
pl: Tryb wyświetlania
pt_br: Modo visual
tr: Görsel Mod
uk: Візуальний режим
zh_cn: 色域模式
zh_tw: 色域模式

# VisualModesHDR
source: Visual Modes are not available when HDR is active
ar: أوضاع العرض غير متاحة عندما يكون HDR نشطًا
da: Visuelle tilstande er ikke tilgængelige, når HDR er aktiv
de: Darstellungsmodi sind nicht verfügbar, wenn HDR aktiv ist.
es: Los modos visuales no están disponibles cuando el HDR está activo
fr: Les modes visuels ne sont pas disponibles lorsque le HDR est actif
id: Mode Visual tidak tersedia saat HDR aktif
ja: HDRがアクティブな場合、ビジュアルモードは利用できません
ko: HDR이 켜져 있을 때에는 비주얼 모드를 사용할 수 없습니다.
lt: Vizualiniai režimai nepasiekiami, kuomet įjungtas HDR
pl: Tryby wyświetlania nie są dostępne, kiedy HDR jest włączone
pt_br: Modos visuais não estão disponíveis quando o HDR está ativo
tr: HDR etkin olduğunda Görsel Modlar kullanılamaz
uk: Візуальні режими недоступні, коли HDR активний
zh_cn: HDR 开启时不支持色域模式
zh_tw: HDR開啟時不支援色域模式

# VisualModesScreen
source: Visual Modes are not available when laptop screen is off
ar: أوضاع العرض غير متاحة عندما تكون شاشة الحاسوب المحمول مطفأة
da: Visuelle tilstande er ikke tilgængelige, når laptopskærmen er slukket
de: Modi nicht verfügbar, wenn Laptop-Bildschirm aus ist.
es: Los modos visuales no están disponibles cuando la pantalla portátil está apagada
fr: Les modes visuels ne sont pas disponibles lorsque l'écran de l'ordinateur portable est éteint
id: Mode Visual tidak tersedia saat layar laptop mati
ja: ラップトップ画面がオフの場合、ビジュアルモードは使用できません
ko: 노트북 화면이 꺼져 있을 때는 비주얼 모드 사용 불가
lt: Vizualiniai režimai nepasiekiami, kuomet kompiuterio ekranas išjungtas
pl: Tryby wyświetlania nie są dostępne, kiedy ekran laptopa jest wyłączony
pt_br: Modos Visuais não estão disponíveis quando a tela do portátil está desligada
tr: Bilgisayar ekranı kapalı olduğunda Görsel Modlar kullanılamaz
uk: Візуальні режими недоступні, коли екран вимкнений
zh_cn: 笔记本自带屏幕关闭时不支持色域模式
zh_tw: 筆電螢幕闔上時不支援色域模式

source: Volume Down
ar: خفض الصوت
da: Lydstyrke ned
de: Lautstärke verringern
es: Bajar volumen
fr: Vol-
hu: Lehalkítás
id: Volume Turun
it: Diminuisci Volume
ja: 音量ダウン
ko: 볼륨 작게
lt: Garsumo mažinimas
pl: Zmniejsz głośność
pt_br: Abaixar o volume
ro: Buton scădere volum
ru: Понизить громкость
tr: Sesi Azalt
uk: Зменшення гучності
vi: Giảm âm lượng
zh_cn: 音量降低
zh_tw: 音量降低

source: Volume Mute
ar: كتم الصوت
da: Lydløs
de: Stummschalten
es: Silenciar volumen
fr: Mettre en sourdine
hu: Némítás
id: Volume Bisu
it: Azzera Volume
ja: 音量ミュート
ko: 음소거
lt: Garsumo nutildymas
pl: Wyciszenie
pt_br: Mudo
ro: Buton dezactivare sunet
ru: Выключить звук
tr: Sesi Kapat
uk: Вимкнення звуку
vi: Tắt âm lượng
zh_cn: 静音
zh_tw: 靜音

source: Volume Up
ar: رفع الصوت
da: Lydstyrke op
de: Lautstärke erhöhen
es: Subir volumen
fr: Vol+
hu: Hangosítás
id: Volume Naik
it: Aumenta Volume
ja: 音量アップ
ko: 볼륨 크게
lt: Garsumo didinimas
pl: Zwiększ głośność
pt_br: Aumentar o volume
ro: Buton mărire volum
ru: Увеличить громкость
tr: Sesi Artır
uk: Збільшення гучності
vi: Tăng âm lượng
zh_cn: 音量增加
zh_tw: 音量增加

# WindowTop
source: Keep app window always on top
ar: إبقاء نافذة التطبيق دائمًا في المقدمة
da: Hold altid appvinduet øverst
de: Fenster immer über allen anderen
es: Mantener aplicación siempre visible
fr: Maintenir la fenêtre au premier plan
hu: Alkalmazás maradjon mindig felül
id: Jaga agar jendela aplikasi selalu di atas
it: Mantieni applicazione sempre in primo piano
ja: アプリのウィンドウを常にトップに表示する
ko: 창을 항상 맨 위로 유지
lt: Visada rodyti programėlės langą viršuje
pl: Zachowaj okno aplikacji zawsze na wierzchu
pt_br: Manter a janela do aplicativo sempre no topo
ro: Păstrează aplicația mereu deasupra
ru: Держать программу открытой поверх других окон
tr: Uygulama penceresini her zaman en üstte tut
uk: Тримати вікно завжди зверху
vi: Giữ cửa sổ ở trên cùng
zh_cn: 窗口置顶
zh_tw: 視窗置頂

source: Zoom
ar: تكبير
id: Perbesar
ja: ズーム
ko: 확대/축소
lt: Mastelis
pl: Przybliżenie
tr: Yakınlaştır
uk: Зум
zh_cn: 缩放
zh_tw: 縮放

source: Donate
ar: تبرع
de: Spenden
es: Donar
fr: Faire un don
ja: 寄付
ko: 후원
lt: Paremti
pl: Wesprzyj
pt_br: Doar
tr: Bağış
uk: Донат
zh_cn: 赞助
zh_tw: 捐贈

source: Legend
ar: مفتاح الرموز
de: Legende
es: Leyenda
fr: Légende
ja: 凡例
ko: 범례
lt: Legenda
pl: Legenda
pt_br: Legenda
tr: Gösterge
uk: Легенда

# LegendGray
source: Can't check local version
ar: لا يمكن التحقق من الإصدار المحلي
de: Kann lokale Version nicht überprüfen
es: No se puede comprobar la versión local
fr: Impossible de vérifier la version actuelle
ja: ローカルバージョンを確認できません
ko: 설치된 버전 확인 불가
lt: Nepavyko patikrinti vietinės versijos
pl: Brak informacji
pt_br: Não é possível verificar a versão local
tr: Yerel sürüm denetlenemiyor
uk: Немає даних
zh_cn: 无法检查本地版本
zh_tw: 無法檢查本機版本

# LegendRed
source: Update Available
ar: يتوفر تحديث
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento Disponibile
ja: アップデートが利用できます
ko: 업데이트 이용 가능
lt: Išleista nauja versija
pl: Dostępna aktualizacja
pt_br: Atualização disponível
tr: Güncelleme Mevcut
uk: Є оновлення
zh_cn: 有可用更新
zh_tw: 有可用的更新

# LegendGreen
source: Updated
ar: محدّث
de: Aktuell
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新
ko: 업데이트됨
lt: Atnaujinta
pl: Wersja aktualna
pt_br: Atualizado
tr: Güncellendi
uk: Оновлено
zh_cn: 已更新
zh_tw: 已更新

# SlashBounce
source: Bounce
ar: ارتداد
es: Bote
pl: Skaczący
tr: Sıçrama

# SlashMode
source: Slash
ar: سلاش
es: Barra inclinada
tr: Kesik

# SlashLoading
source: Loading
ar: تحميل
es: Cargando
fr: Сhargement
pl: Ładowanie
tr: Yükleniyor

# SlashBitStream
source: Bit Stream
ar: تدفق
es: Flujo de bits
fr: Flux de bits
pl: Strumień bitów
tr: Bit Akışı

# SlashTransmission
source: Transmission
ar: إرسال
es: Transmisión
pl: Transmisja
tr: İletim

# SlashFlow
source: Flow
ar: تدفق
es: Fluir
pl: Płynny
tr: Akış

# SlashFlux
source: Flux
ar: انسياب
es: Flujo
pl: Strumień
tr: Akıntı

# SlashPhantom
source: Phantom
ar: شبح
es: Fantasma
pl: Fantom
tr: Hayalet

# SlashSpectrum
source: Spectrum
ar: نطاق
es: Espectro
pl: Spektrum
tr: Spektrum

# SlashHazard
source: Hazard
ar: خطر
es: Peligro
pl: Zagrożenie
tr: Tehlike

# SlashInterfacing
source: Interfacing
ar: توصيل
es: Interfaces
tr: Arayüz

# SlashRamp
source: Ramp
ar: منحدر
es: Rampa
fr: Rampe
pl: Rampa
tr: Rampa

# SlashGameOver
source: Game Over
ar: انتهت اللعبة
es: Fin de la partida
pl: Koniec gry
tr: Oyun Bitti

# SlashStart
source: Start
ar: بدء
es: Comenzar
fr: Début
tr: Başlat

# SlashBuzzer
source: Buzzer
ar: إنذار
es: Zumbador
tr: Zil

# SlashStatic
source: Static
ar: ثابت
es: Estático
fr: Statique
pl: Statyczny
tr: Statik

# SlashBatteryLevel
source: Battery Level
ar: مستوى البطارية
es: Nivel de Batería
fr: Niveau de la batterie
ja: バッテリー残量
pl: Poziom baterii
tr: Pil Seviyesi

source: Interval Off
ar: إيقاف الفاصل الزمني
es: Intervalo Apagado
fr: Intervalle désactivé
ja: インターバルオフ
pl: Bez przerwy
tr: Aralık Kapalı

# IntervalSeconds
source: Interval {0}s
ar: الفاصل الزمني {0}ث
es: Intervalo {0}s
fr: Intervalle {0}s
ja: 間隔 {0}秒
pl: Interwał {0} s
tr: Aralık {0}

# DisableDynamicLighting
source: Please disable Windows > Dynamic Lighting
ar: الرجاء تعطيل ويندوز > الإضاءة الديناميكية
es: Por favor, desactive Windows > Iluminación dinámica
fr: Veuillez désactiver l'Éclairage dynamique Windows >
pl: Wyłącz Windows > Oświetlenie dynamiczne

# AmbientModeResources
source: Ambient mode may increase resource usage
ar: الوضع المحيط قد يزيد من استخدام الموارد
es: El modo ambiente puede aumentar el uso de recursos
fr: Le mode Ambiant peut augmenter l'utilisation des ressources
pl: Tryb ambient może zwiększyć zużycie zasobów
