Repository: seerge/g-helper
Catalog: app/Properties/Strings.*.resx
Languages: ar, da, de, es, fr, hu, id, it, ja, ko, lt, pl, pt_br, ro, ru, tr, uk, vi, zh_cn, zh_tw

source: Acceleration
ar: تسارع
de: Beschleunigung
es: Aceleración
fr: Accélération
hu: Gyorsítás
id: Akselerasi
it: Accelerazione
ko: 가속
lt: Greitėjimas
pl: Przyśpieszenie
pt_br: Aceleração
ro: Accelerare
tr: Hızlandırma
uk: Прискорення
vi: Gia tốc
zh_cn: 加速
zh_tw: 滑鼠加速

# ACPIError
source: Can't connect to ASUS ACPI. Application can't function without it. Try to install Asus System Control Interface
ar: تعذر الاتصال بنظام الطاقة المتقدم من أسوس. لا يمكن للتطبيق العمل بدون هذا النظام. يرجى محاولة تثبيت واجهة التحكم لنظام أسوس.
da: Kan ikke oprette forbindelse til ASUS ACPI. Applikationen kan ikke fungere uden. Prøv at installere Asus System Control Interface
de: Verbindung zu ASUS ACPI fehlgeschlagen. G-Helper kann nicht ausgeführt werden. Bitte installiere ASUS System Control Interface.
es: No se pudo conectar con ASUS ACPI. La aplicación no puede funcionar sin el recurso. Instale Asus System Control Interface
fr: Connexion impossible avec ASUS ACPI. L'application ne peut fonctionner sans. Veuillez installer Asus System Control Interface
hu: Nem sikerült csatlakozni az ASUS ACPI-hez, az alkalmazás nem működik enélkül. Próbáld meg telepíteni az ASUS rendszervezérlő interfész-t
id: Tidak dapat terhubung ke ASUS ACPI. tanpanya aplikasi tidak dapat berfungsi. Cobalah untuk menginstal Asus System Control Interface
it: Impossibile connettersi ad ASUS ACPI. Senza di essa l'applicazione non può funzionare. Prova ad installare Asus System Control Interface
ja: ASUS ACPIに接続できません。 Asus System Control Interfaceをインストールしてください
ko: ASUS ACPI에 연결할 수 없어 응용 프로그램이 작동하지 않습니다. Asus System Control Interface를 먼저 설치하십시오.
lt: Nepavyko prisijungti prie ASUS ACPI. Programėlė be jo negali veikti. Pabandykite įdiegti Asus System Control Interface
pl: Nie można odnaleźć sterownika ASUS ACPI. Aplikacja nie może bez niego funkcjonować. Spróbuj zainstalować Asus System Control Interface
pt_br: Não foi possível conectar ao ASUS ACPI. O aplicativo não pode funcionar sem isso. Tente instalar Asus System Controle Interface
ro: Nu se poate conecta la ASUS ACPI. Aplicația nu poate funcționa fără aceasta. Încercați să instalați Asus System Control Interface
ru: G-Helper не может подключится к ASUS ACPI. Программа не может работать без него. Попробуйте установить Asus System Control Interface
tr: ASUS ACPI bağlanılamıyor. Uygulama onsuz çalışamaz. Asus Sistem Kontrol Arayüzünü kurmayı deneyin
uk: Не вдається під'єднатися до ASUS ACPI. Програма не може працювати без нього. Спробуйте встановити Asus System Control Interface
vi: Không thể kết nối đến ASUS ACPI. Chương trình cần nó để có thể hoạt động. Hãy thử cài lại Asus System Control Interface
zh_cn: 无法连接到ASUS ACPI。 没有它应用程序将无法运行。 请尝试安装Asus System Control Interface驱动。
zh_tw: 無法連結到華碩 ACPI，應用程式無法執行。 請嘗試安裝 Asus System Control Interface

# AlertAPUMemoryRestart
source: Restart your device to apply changes
ar: أعد تشغيل جهازك لتطبيق التغييرات
da: Genstart din enhed for at anvende ændringerne
de: Gerät neu starten, um Änderungen anzuwenden?
es: Reinicia el dispositivo para aplicar los cambios
fr: Redémarrez votre appareil pour appliquer les modifications
hu: Indítsd újra az eszközödet a változtatások érvényesítéséhez
id: Muat ulang perangkat anda untuk menerapkan perubahan
it: Riavvia il dispositivo per applicare le modifiche
ja: 変更を適用するにはデバイスを再起動してください
ko: 변경 사항을 적용하려면 기기를 다시 시작하십시오.
lt: Norėdami pritaikyti pakeitimus, paleiskite įrenginį iš naujo
pl: Uruchom ponownie, aby zastosować ustawienia
pt_br: Reinicie seu dispositivo para aplicar as alterações
ro: Reporniți dispozitivul pentru a aplica modificările
tr: Değişiklikleri uygulamak için cihazınızı yeniden başlatın
uk: Перезавантажте ваш пристрій, щоб зміни набули чинності
vi: Khởi động lại thiết bị của bạn để áp dụng thay đổi
zh_cn: 重新启动您的设备以应用更改
zh_tw: 重新啟動裝置以套用變更

# AlertAPUMemoryRestartTitle
source: Restart now?
ar: هل تريد إعادة التشغيل الآن؟
da: Genstart nu?
de: Jetzt neu starten?
es: ¿Reiniciar ahora?
fr: Redémarrer maintenant ?
hu: Újraindítás most?
id: Mulai ulang sekarang?
it: Riavviare ora?
ja: 再起動しますか？
ko: 지금 다시 시작하시겠습니까?
lt: Paleisti iš naujo?
pl: Uruchomić ponownie teraz?
pt_br: Reiniciar agora?
ro: Reporniți acum?
tr: Şimdi yeniden başlatılsın mı?
uk: Перезавантажити зараз?
vi: Khởi động lại ngay?
zh_cn: 现在重启？
zh_tw: 現在重新啟動?

# AlertDGPU
source: Looks like GPU is in heavy use, disable it?
ar: يبدو أن وحدة معالجة الرسومات قيد الاستخدام المكثف، هل ترغب في تعطيلها؟
da: Ser ud til at GPU er i kraftig brug, vil du deaktivere den?
de: Die GPU wird gerade verwendet. Trotzdem deaktivieren?
es: Detectado uso intensivo de la GPU, ¿deshabilitarla?
fr: Le GPU semble être surchargé, voulez-vous le désactiver ?
hu: Úgy tűnik használatban van a GPU. Biztosan letiltod?
id: Tampaknya GPU sedang digunakan intensif, nonaktifkan?
it: Uso intensivo della GPU, disabilitare?
ja: GPUが大量に使用されているようです。無効にしますか？
ko: GPU 사용량이 높습니다. 비활성화하시겠습니까?
lt: Panašu, kad jūsų GPU yra intensyviai naudojamas. Išjungti jį?
pl: Wygląda na to, że GPU jest mocno obciążone. Wyłączyć?
pt_br: Parece que o GPU está em uso pesado.
ro: Se pare că GPU-ul este folosit intens, dezactivați?
ru: Похоже что GPU сейчас сильно используется, выключить его?
tr: GPU yoğun kullanımda gibi, devre dışı bırakılsın mı?
uk: Здається, що GPU використовується, вимкнути її?
vi: Có vẻ như GPU rời đang được sử dụng nhiều, tắt nó?
zh_cn: 看起来 GPU 正在被重度使用，是否禁用？
zh_tw: 看起來 GPU 正在被重度使用，是否禁用?

# AlertDGPUTitle
source: Eco Mode
ar: وضع التوفير
da: Øko-tilstand
de: Eco Modus
es: Modo Eco
fr: Mode Éco
hu: Eco mód
id: Mode Eco
it: Modalità Eco
ja: エコモード
ko: Eco 모드
lt: Ekonomiškas režimas
pl: Tryb Eco
pt_br: Modo econômico
ro: Modul Eco
ru: Эко Режим
tr: Eko Modu
uk: Еко Режим
vi: Chế độ Tiết kiệm
zh_cn: 集显模式
zh_tw: 節能模式

# AlertUltimateOff
source: Switching off Ultimate Mode requires restart
ar: إيقاف وضع الأداء العالي يتطلب إعادة تشغيل
da: Slukning af Ultimativ tilstand kræver genstart
de: Deaktivieren des Ultimate Modus benötigt einen Neustart.
es: Desactivar el Modo Ultimate requiere reiniciar
fr: Désactiver le Mode Ultime requiert un redémarrage
hu: Az Ultimate mód kikapcsolása után újraindítás szükséges
id: Mematikan Mode Ultimate memerlukan restart.
it: Per disattivare la modalità Estrema è necessario riavviare
ja: Ultimate モードをオフにするには再起動が必要です
ko: Ultimate 모드를 끄기 위해서는 다시 시작해야 합니다.
lt: Maksimalaus režimo išjungimas reikalauja paleidimo iš naujo
pl: Wyłączenie trybu Ultimate wymaga ponownego uruchomienia
pt_br: Passar ao Modo Final implica na reinicialização do sistema
ro: Oprirea modului Ultimate necesită o repornire de sistem
ru: Выключение Режима Ultimate требует перезагрузки
tr: Ultimate Modu kapatmak yeniden başlatmayı gerektirir
uk: Вимкнення ультимативного режиму потребує перезавантаження
vi: Chuyển sang Chế độ Tối thượng cần phải khởi động lại
zh_cn: 关闭独显直连需要重启
zh_tw: 關閉獨顯需要重新啟動

# AlertUltimateOn
source: Ultimate Mode requires restart
ar: تفعيل وضع الأداء العالي يتطلب إعادة تشغيل
da: Ultimativ tilstand kræver genstart
de: Aktivieren des Ultimate Modus benötigt einen Neustart.
es: Activar el Modo Ultimate requiere reiniciar
fr: Activer le Mode Ultime requiert un redémarrage
hu: Az Ultimate mód használatához újraindítás szükséges
id: Mode Ultimate memerlukan restart
it: Per attivare la modalità Estrema è necessario riavviare
ja: Ultimate モードには再起動が必要です
ko: Ultimate 모드를 켜기 위해서는 다시 시작해야 합니다.
lt: Maksimalus režimas reikalauja paleidimo iš naujo
pl: Tryb Ultimate wymaga ponownego uruchomienia
pt_br: Modo Ultimado necessita de reinicialização.
ro: Modul Ultimate necesită o repornire a sistemului
ru: Включение Режима Ultimate требует перезагрузки
tr: Ultimate Mod için yeniden başlatılmalı
uk: Ультимативний режим потребує перезавантаження
vi: Chế độ Tối thượng yêu cầu phải khởi động lại
zh_cn: 切换到独显直连需要重启
zh_tw: 獨顯輸出需要重新啟動

# AlertUltimateTitle
source: Reboot now?
ar: إعادة التشغيل الآن؟
da: Genstart nu?
de: Jetzt neu starten?
es: ¿Reiniciar ahora?
fr: Redémarrer maintenant ?
hu: Újraindítja most?
id: Mulai ulang sekarang?
it: Riavviare ora?
ja: 今すぐ再起動？
ko: 지금 다시 시작하시겠습니까?
lt: Paleisti iš naujo dabar?
pl: Uruchomić ponownie teraz?
pt_br: Reiniciar agora ?
ro: Reporniți acum?
ru: Перезагрузить компьютер?
tr: Şimdi yeniden başlatılsın mı?
uk: Перезавантажити зараз?
vi: Khởi động lại ngay?
zh_cn: 现在重启吗？
zh_tw: 立即重新啟動?

source: Ally Controller
ar: وحدة تحكم ألي
es: Mando Ally
fr: Contrôleur Ally
hu: Ally vezérlő
ja: Allyコントローラ
ko: Ally 컨트롤러
lt: „Ally“ valdiklis
pl: Kontroler Ally
pt_br: Controle Ally
tr: Ally Kontrolcüsü
uk: Ally Контролер
vi: Bộ điều khiển Ally
zh_cn: Ally 控制器
zh_tw: Ally控制器

source: Animation Speed
ar: سرعة الحركة
da: Animationshastighed
de: Animationsgeschwindigkeit
es: Velocidad
fr: Vitesse de l'animation
hu: Animáció sebessége
id: Kecepatan Animasi
it: Velocità animazione
ja: アニメーション速度
ko: 애니메이션 속도
lt: Animacijos greitis
pl: Prędkość animacji
pt_br: Velocidade da Animação
ro: Viteza animației
ru: Скорость Анимации
tr: Animasyon Hızı
uk: Швидкість Анімації
vi: Tốc độ
zh_cn: 动画速度
zh_tw: 動畫速度

source: Anime Matrix
ar: أنمي ماتريكس
lt: Anime matrica
ro: Matricea Anime
ru: AniMe Матрица
uk: Аніме Матриця

source: App already running
ar: التطبيق يعمل بالفعل
da: App'en kører allerede
de: Die Anwendung läuft bereits
es: La apliación ya está ejecutándose
fr: L'application est déjà en cours d'exécution
hu: Az alkalmazás már el lett inítva
id: Aplikasi sudah berjalan
it: App già in esecuzione
ja: アプリは既に実行中です
ko: 프로그램이 이미 실행중입니다.
lt: Programėlė jau paleista
pl: Aplikacja jest już uruchomiona
pt_br: O applicativo já está em execução
ro: Aplicația rulează deja
ru: Программа уже запущена
tr: Uygulama zaten çalışıyor
uk: Програма вже запущена
vi: Chương trình đã chạy
zh_cn: 应用已经在运行
zh_tw: 程式正在執行

# AppAlreadyRunningText
source: G-Helper is already running. Check system tray for an icon.
ar: التطبيق يعمل بالفعل. يمكنك العثور على أيقونته في شريط المهام بجانب الساعة.
da: G-Helper kører allerede. Tjek systembakken for et ikon.
de: G-Helper läuft bereits. Bitte prüfe den Systemtray.
es: G-Helper ya está ejecutándose. Compruebe la bandeja del sistema.
fr: G-Helper est déjà en cours d'exécution. Vérifiez la barre d'état système.
hu: A G-Helper már fut. A rendszertárcán megtalálod az alkalmazás ikonját.
id: G-Helper sudah berjalan. Periksa system tray untuk menemukan ikonnya.
it: G-Helper è già in esecuzione. Controlla l'icona nel system tray.
ja: G-Helperは既に実行されています。システムトレイのアイコンをチェックしてください。
ko: G-Helper가 이미 실행중입니다. 시스템 트레이에서 아이콘을 확인하십시오.
lt: G-Helper jau paleistas. Patikrinkite, ar sistemos juostelėje nėra piktogramos.
pl: G-Helper jest już uruchomiony. Sprawdź obszar powiadomień na pasku zadań.
pt_br: G-Helper já está em execução. Verifique a barra de sistema
ro: G-Helper deja rulează. Verificați bara de sistem pentru o iconiță.
ru: G-Helper уже запущена. Проверьте область уведомлений.
tr: G-Helper zaten çalışıyor. Simge için görev çubuğunu kontrol edin.
uk: G-Helper вже запущено. Перевірте значок у системному лотку.
vi: G-Helper đã chạy. Hãy kiểm tra khay hệ thống
zh_cn: G-Helper已经在运行。 请查看系统托盘中的图标。
zh_tw: G-Helper 正在執行。 請檢查右下系統匣。

source: Apply
ar: تطبيق
da: Anvend
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
lt: Taikyti
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_cn: 应用
zh_tw: 套用

# ApplyFanCurve
source: Apply Custom Fan Curve
ar: تطبيق منحنى المروحة المخصص
da: Anvend blæserkurve
de: Lüfterkurve anwenden
es: Aplicar curva personalizada
fr: Appliquer la courbe
hu: Egyedi ventigörbe használata
id: Terapkan Custom Fan Curve
it: Applica Curve Ventola
ja: カスタムファンカーブの適用
ko: 사용자 설정 팬 커브 적용
lt: Taikyti tinkintą kreivę
pl: Zastosuj krzywe
pt_br: Aplicar a curva personalizada
ro: Aplicați curba personalizată
ru: Применить пользовательскую кривой вентилятора
tr: Özel Fan Eğrisini Uygula
uk: Застосувати профілі кулерів
vi: Áp dụng Đường cong quạt tuỳ chỉnh
zh_cn: 应用自定义风扇曲线
zh_tw: 套用自定義風扇曲線

source: Apply Power Limits
ar: تطبيق حدود الطاقة
da: Anvend strømgrænser
de: Leistungsgrenzen anwenden
es: Aplicar límites de energía
fr: Appliquer les limites
hu: Teljesítménykorlátok alkalmazása
id: Terapkan Batas Daya
it: Applica Limiti di Potenza
ja: 電力制限を適用する
ko: 전력 제한 적용
lt: Taikyti galios ribas
pl: Zastosuj limity
pt_br: Aplicar as limitações de energia
ro: Aplică limitele de putere
ru: Применить ограничения мощности
tr: Güç Sınırlarını Uygula
uk: Застосувати потужність
vi: Áp dụng Giới hạn công suất
zh_cn: 应用功率限制
zh_tw: 套用功率限制

# ApplyWindowsPowerPlan
source: Auto adjust Windows Power Modes
ar: ضبط أوضاع طاقة ويندوز تلقائيًا
da: Automatisk justering af Windows strømtilstande
de: Windows Leistungsmodus automatisch anpassen
es: Autoajustar plan de energía Windows
fr: Ajustement auto des modes de gestion alim. Windows
hu: A Windows energiagazdálkodási módok automatikus beállítása
id: Otomatis sesuaikan Mode Daya Windows
it: Regola Piano Energetico di Windows in automatico
ja: Windows電源モードを自動調整
ko: 윈도우 전원 모드 자동조절
lt: Automatiškai derinti Windows energijos režimus
pl: Dostosuj systemowy Tryb Zasilania
pt_br: Ajuste automático dos modos de energia do Windows
ro: Reglare automată a modului de alimentare Windows
ru: Автоматическая настройка режимов питания Windows
tr: Windows Güç Modlarını otomatik ayarla
uk: Автоматично застосовувати Windows Power Modes
vi: Tự động điều chỉnh Kế hoạch nguồn của Windows
zh_cn: 自动调整Windows电源模式
zh_tw: 自動調整 Windows 電源模式

# APUMemory
source: Memory Assigned to GPU
ar: الذاكرة المخصصة لوحدة معالجة الرسومات
da: Hukommelse tildelt til GPU
de: GPU zugewiesener Speicher
es: Memoria asignada a GPU
fr: Mémoire attribuée au GPU
hu: A GPU-nak kiosztott memória
it: Memoria assegnata alla GPU
ja: GPUに割り当てられたメモリ
ko: GPU에 할당된 메모리
lt: Atmintis priskirta vaizdo plokštei
pl: Pamięć przypisana do GPU
pt_br: Memória Atribuída à GPU
ro: Memorie alocată GPU-ului
tr: GPU için Atanan Bellek
uk: Пам'ять призначена на GPU
vi: Bộ nhớ chuyển cho GPU
zh_cn: 分配给 GPU 的内存
zh_tw: 分配給 GPU 的記憶體

source: Asus Services Running
ar: خدمات أسوس قيد التشغيل
da: Kørende ASUS-tjenester
de: ASUS Dienste laufen
es: Servicios de Asus en ejecución
fr: Services Asus actifs
hu: Asus szolgáltatások futnak
id: Layanan Asus Berjalan
it: Servizi Asus in Esecuzione
ja: Asusサービスを実行中
ko: 실행 중인 Asus 서비스
lt: Veikiančios Asus tarnybos
pl: Uruchomione usługi Asus
pt_br: Serviços da Asus em execução
ro: Servicii Asus în derulare
tr: Çalışan Asus Hizmetleri
uk: Кількість запущених сервісів Asus
vi: Dịch vụ Asus đang chạy
zh_cn: 正在运行的 Asus 服务
zh_tw: 執行中的華碩服務

# AuraBatteryState
source: Battery State
ar: حالة البطارية
da: Batteritilstand
de: Batteriezustand
es: Estado de la batería
fr: État de la batterie
hu: Akkuállapot
id: Status Baterai
it: Stato Batteria
ja: バッテリーの状態
ko: 배터리 상태
lt: Būsena
pl: Stan baterii
pt_br: Estado da bateria
ro: Starea bateriei
tr: Pil Durumu
uk: Стан батареї
vi: Trạng thái pin
zh_cn: 电池状态
zh_tw: 電池狀態

# AuraBreathe
source: Breathe
ar: تنفس
da: Vejrtrækning
de: Atmen
es: Respiración
fr: Pulsation
hu: Lélegző
id: Bernapas
it: Respiro
ja: 呼吸
ko: 숨쉬기
lt: Kvėpavimas
pl: Oddychanie
pt_br: Repiração
ro: Respirație
ru: Дышущий
tr: Nefes
uk: Дихання
vi: Hơi thở
zh_cn: 呼吸
zh_tw: 呼吸

# AuraClockwise
source: Clockwise
ar: باتجاه عقارب الساعة
da: Med uret
de: Im Uhrzeigersinn
es: Sentido horario
fr: Sens horaire
hu: Jobbra forog
id: Searah Jarum Jam
it: Senso Orario
ja: 時計回り
ko: 시계 방향
lt: Pagal laikrodžio rodyklę
pl: W prawo
pt_br: Sentido horário
ro: În sensul acelor de ceas
tr: Saat Yönünde
uk: Направо
vi: Chiều kim đồng hồ
zh_cn: 顺时针
zh_tw: 順時針

# AuraColorCycle
source: Color Cycle
ar: دورة الألوان
da: Farvecyklus
de: Farbwechsel
es: Ciclo de color
fr: Cycle de couleur
hu: Színváltás
id: Siklus Warna
it: Ciclo Colori
ja: カラーサイクル
ko: 색 순환
lt: Spalvų ciklas
pl: Pętla kolorów
pt_br: Ciclo de cores
ro: Ciclu de culori
ru: Цветовой цикл
tr: Renk Döngüsü
uk: Зміна Кольорів
vi: Chuyển màu
zh_cn: 彩色循环
zh_tw: 色彩循環

# AuraComet
source: Comet
ar: مذنب
da: Komet
de: Komet
es: Cometa
fr: Comète
hu: Üstökös
id: Komet
it: Cometa
ja: コメット
ko: 혜성
pl: Kometa
ro: Cometă
tr: Kuyruklu Yıldız
uk: Комета
vi: Sao chổi
zh_cn: 彗星
zh_tw: 彗星

# AuraCounterClockwise
source: Counterclockwise
ar: عكس عقارب الساعة
da: Mod uret
de: Gegen den Uhrzeigersinn
es: Sentido anti-horario
fr: Sens antihoraire
hu: Balra forog
id: Berlawanan Jarum Jam
it: Senso Antiorario
ja: 反時計回り
ko: 반시계 방향
lt: Prieš laikrodžio rodyklę
pl: W lewo
pt_br: Sentido anti-horário
ro: În sens invers acelor de ceas
tr: Saat Yönünün Tersine
uk: Наліво
vi: Ngược chiều kim đồng hồ
zh_cn: 逆时针
zh_tw: 逆時針

# AuraFast
source: Fast
ar: سريع
da: Hurtig
de: Schnell
es: Rápido
fr: Rapide
hu: Gyors
id: Cepat
it: Veloce
ja: 高速
ko: 빠르게
lt: Greitas
pl: Szybka
pt_br: Rápido
ro: Rapid
ru: Быстрый
tr: Hızlı
uk: Швидка
vi: Nhanh
zh_cn: 快速
zh_tw: 快速

# AuraLightingMode
source: Lighting Mode
ar: وضع الإضاءة
da: Lystilstand
de: Beleuchtungsmodus
es: Modo de iluminación
fr: Effets d'éclairage
hu: Világítás típusa
id: Mode Pencahayaan
it: Modalità Illuminazione
ja: 照明モード
ko: 조명 모드
lt: Apšvietimo režimas
pl: Tryb oświetlenia
pt_br: Modo de iluminação
ro: Mod iluminare
tr: Işıklandırma Modu
uk: Підсвітка
vi: Chế độ sáng
zh_cn: 灯效模式
zh_tw: 燈效模式

# AuraNormal
source: Normal
ar: عادي
hu: Normál
it: Normale
ja: 普通
ko: 보통
lt: Įprastas
pl: Normalna
ru: Нормальный
uk: Нормальна
vi: Bình thường
zh_cn: 正常
zh_tw: 正常

# AuraRainbow
source: Rainbow
ar: قوس قزح
da: Regnbue
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
hu: Szivárvány
id: Pelangi
it: Arcobaleno
ja: 虹
ko: 무지개
lt: Vaivorykštė
pl: Tęcza
pt_br: Arco-íris
ro: Curcubeu
ru: Радуга
tr: Gökkuşağı
uk: Веселка
vi: Cầu vồng
zh_cn: 彩虹
zh_tw: 彩虹

# AuraRandomColor
source: Random
ar: عشوائي
da: Tilfældig
de: Zufällig
es: Aleatorio
fr: Aléatoire
hu: Véletlen
id: Acak
it: Casuale
ja: ランダム
ko: 랜덤
lt: Atsitiktinė
pl: Losowo
pt_br: Aleatório
ro: Aleatoriu
tr: Rastgele
uk: Випадкова
vi: Ngẫu nhiên
zh_cn: 随机
zh_tw: 隨機

# AuraReact
source: React
ar: تفاعل
da: Reager
de: Reagierend
es: Sensible
fr: Réagir
hu: Reagál
id: Reaksi
it: Reazione
ja: リアクト
ko: 반응
pl: Tryb reaktywny
pt_br: Sensível
ro: Reacție
tr: Reaksiyon
uk: Реактивна
vi: Phản ứng
zh_cn: 触发
zh_tw: 觸發

# AuraSlow
source: Slow
ar: بطيء
da: Langsom
de: Langsam
es: Lento
fr: Lent
hu: Lassú
id: Pelan
it: Lenta
ja: 低速
ko: 느리게
lt: Lėtas
pl: Powolna
pt_br: Lento
ro: Încet
ru: Медленный
tr: Yavaş
uk: Повільна
vi: Chậm
zh_cn: 慢
zh_tw: 慢

# AuraStatic
source: Static
ar: ثابت
da: Statisk
de: Statisch
es: Estático
fr: Statique
hu: Állandó
id: Statis
it: Statico
ja: 固定
ko: 정적
lt: Statinis
pl: Statyczny
pt_br: Estático
ru: Статичный
tr: Sabit
uk: Статична
vi: Tĩnh
zh_cn: 恒亮(静态)
zh_tw: 靜態恆亮

# AuraStrobe
source: Strobe
ar: وميض
da: Strobelys
de: Stroboskop
es: Estroboscópico
fr: Stroboscopique
hu: Stroboszkóp
id: Berkedip
it: Strobo
ja: ストロボ
ko: 섬광
lt: Blyksniai
pl: Stroboskop
pt_br: Estroboscópio
ro: Stroboscop
ru: Мигающий
tr: Flaş
uk: Стробоскоп
vi: Nhấp nháy
zh_cn: 闪烁
zh_tw: 閃爍

# AuraZoneAll
source: All
ar: الكل
da: Alle
de: Alle
es: Todo
fr: Tout
hu: Mindegyik
id: Semua
it: Tutte
ja: 全て
ko: 전체
lt: Visi
pl: Wszystko
pt_br: Tudo
ro: Toate
tr: Tümü
uk: Все
vi: Tất cả
zh_cn: 全部
zh_tw: 全部

# AuraZoneDock
source: Dock
ar: القاعدة
fr: Station d'accueil
hu: Dokk
id: Dok
ja: ドック
ko: 독
lt: Jungčių stotelė
tr: Yuva
uk: Док
vi: Dock kết nối
zh_tw: 底座

# AuraZoneLogo
source: Logo
ar: الشعار
hu: Logó
ja: ロゴ
ko: 로고
lt: Logotipas
uk: Лого
vi: Biểu tượng

# AuraZoneScroll
source: Scrollwheel
ar: عجلة التمرير
da: Scroll-hjul
de: Scrollrad
es: Rueda de desplazamiento
fr: Molette
hu: Görgetés
id: Roda Gulir
it: Rotellina
ko: 스크롤 휠
lt: Ratukas
pl: Rolka
pt_br: Roda de Rolagem
ro: Rotiță scroll
tr: Kaydırma Tekerleği
uk: Колесо
vi: Con lăn chuột
zh_cn: 滚轮
zh_tw: 滾輪

# AuraZoneUnderglow
source: Underglow
ar: الإضاءة السفلية
da: Underglød
de: Front
fr: Led ROG
hu: Alsó világítás
id: Cahaya Bawah
ja: アンダーグロー
ko: 하단 조명
lt: Apatinis apšvietimas
pl: Dolna poświata
ro: Iluminare de jos
tr: Alttan Aydınlatma
uk: Низ
zh_cn: 底灯
zh_tw: 底光

source: Auto Apply
ar: تطبيق تلقائي
da: Anvend automatisk
de: Automatisch anwenden
es: Autoaplicar
fr: Appliquer automatiquement
hu: Automatikus alkalmazás
id: Terapkan Secara Otomatis
it: Auto Applica
ja: 自動的に適用
ko: 자동 적용
lt: Taikyti automatiškai
pl: Zastosuj automatycznie
pt_br: Aplicar automaticamente
ro: Aplicare automată
tr: Otomatik Uygula
uk: Автоматично
vi: Áp dụng tự động
zh_cn: 自动应用
zh_tw: 自動套用

# AutoMode
source: Auto
ar: تلقائي
da: Automatisk
es: Automático
fr: Automatique
hu: Automata
id: Otomatis
ja: 自動
ko: 자동
lt: Automatinis
pt_br: Automático
ro: Automat
ru: Автоматически
tr: Otomatik
uk: Авто
vi: Tự động
zh_cn: 自动
zh_tw: 自動

# AutoRefreshTooltip
source: Sets 60Hz to save battery, and back when plugged
ar: يضبط الترددَ على 60 هرتز لتوفيرِ البطاريةِ، ويعود للوضعِ السابقِ عند التوصيلِ بالكهرباء
da: Sætter 60 Hz for at spare på batteri, og tilbage når tilsluttet
de: 60Hz im Batteriebetrieb. Maximal, wenn eingesteckt.
es: Establece 60Hz con batería y revierte cuando está enchufado
fr: Limite à 60 Hz pour éco. batterie, valeur normale sur secteur
hu: Átállítja 60Hz-re, hogy spóroljon az akku-val, majd töltőn vissza
id: Atur ke 60Hz untuk menghemat baterai, dan kembalikan saat mengisi daya
it: Imposta 60Hz per risparmiare batteria, reimposta quando in carica
ja: 電源接続時にバッテリーを節約するために60Hzを設定する
ko: 배터리 사용 중에만 60Hz 설정
lt: Baterijos režimu nustatomas 60Hz dažn., atstatoma įkraunant
pl: Automatycznie ustaw odświeżanie 60 Hz w czasie pracy na baterii
pt_br: Menor taxa de atualização quando estiver na bateria
ro: Setează ecranul la 60Hz pentru a economisi bateria, și înapoi cât se încarcă
ru: Уменьшить частоту обновлений до 60 Гц при работе от батареи и повысить её обратно при подключении к сети
tr: Pil tasarrufu için 60Hz kullanılır, şarja takıldığında eski haline gelir
uk: Частота 60Гц на батареї та максимальна на зарядці
vi: Chuyển về 60Hz khi không cắm sạc và 120Hz khi cắm sạc
zh_cn: 使用电池时设置为60Hz,并在插上电源时恢复
zh_tw: 使用電池時設定為 60Hz，並在插上電源時恢復

source: Awake
ar: نشط
da: Vågen
de: Im Betrieb
es: Encendida
fr: Allumé
hu: Ébren
id: Bangun
it: In uso
ja: 起動中
ko: 활성
lt: Pabudus
pl: Włączone
pt_br: Acordado
ro: Treaz
ru: Разбудить
tr: Uyanış
uk: Робота
vi: Đang bật
zh_cn: 唤醒时
zh_tw: 喚醒時

# BacklightLow
source: Low
ar: منخفض
da: Lav
de: Niedrig
es: Bajo
fr: Faible
hu: Alacsony
id: Lemah
it: Basso
ko: 낮음
lt: Žem.
pl: Niskie
pt_br: Baixo
tr: Düşük
uk: Низька
vi: Thấp
zh_cn: 低亮度
zh_tw: 低

# BacklightMax
source: Max
ar: أقصى
da: Maksimal
es: Máximo
fr: Maximum
hu: Maximum
id: Kuat
it: Massimo
ko: 최대
lt: Maks.
pl: Wysokie
pt_br: Máximo
tr: Yüksek
uk: Максимальна
vi: Cao
zh_cn: 高亮度
zh_tw: 最大

# BacklightMid
source: Mid
ar: متوسط
da: Mellem
de: Mittel
es: Medio
fr: Moyen
hu: Közepes
id: Sedang
it: Medio
ko: 중간
lt: Vid.
pl: Średnie
pt_br: Meio
tr: Orta
uk: Середня
vi: Trung bình
zh_cn: 中亮度
zh_tw: 中等

# BacklightOff
source: Off
ar: إيقاف
da: Slukket
de: Aus
es: Apagado
fr: Désactivé
hu: Ki
id: Mati
it: Spento
ja: オフ
ko: 꺼짐
lt: Išjungta
pl: Wyłączone
pt_br: Desligado
tr: Kapalı
uk: Вимкнена
vi: Tắt
zh_cn: 背光关闭
zh_tw: 關閉
