Repository: seerge/g-helper
Catalog: app/Properties/Strings.*.resx
Languages: ar, da, de, es, fr, hu, id, it, ja, ko, lt, pl, pt_br, ro, ru, tr, uk, vi, zh_cn, zh_tw

# FanProfileGPU
source: GPU Fan Profile
ar: ملف تعريف مروحة وحدة معالجة الرسومات
da: GPU blæserkurveprofil
de: GPU Lüfterprofil
es: Perfil ventilador GPU
fr: Profil du ventilateur GPU
hu: GPU ventilátor profil
id: Profil Kipas GPU
it: Profilo Ventola GPU
ja: GPU ファンプロファイル
ko: GPU 팬 프로필
lt: GPU aušintuvo profilis
pl: Krzywa wentylatora GPU
pt_br: Perfil de ventilador GPU
ro: Profil ventilator GPU
ru: Профайл Винтелятора GPU
tr: GPU Fan Profili
uk: Профіль кулеру GPU
vi: Cấu hình Quạt GPU
zh_cn: GPU 风扇配置文件
zh_tw: GPU 風扇設定檔

# FanProfileMid
source: Mid Fan Profile
ar: ملف تعريف المروحة المتوسطة
da: Midt blæserprofil
de: Mittleres Lüfterprofil
es: Perfil ventilador central
fr: Profil du ventilateur central
hu: Középső ventilátor profil
id: Profil Kipas Sedang
it: Profilo Ventola Centrale
ja: ミッドファンプロファイル
ko: 중간 팬 프로필
lt: Vidurinio aušintuvo profilis
pl: Krzywa wentylatora centralnego
pt_br: Perfil de ventilador central
ro: Profil mediu ventilator
ru: Профайл Среднего Винтелятора
tr: Orta Fan Profili
uk: Профіль додаткового кулеру
vi: Cấu hình Quạt giữa
zh_cn: Mid 风扇配置文件
zh_tw: 小風扇設定檔

source: Fan Profiles
ar: ملفات تعريف المروحة
da: Blæserprofiler
de: Lüfterprofile
es: Ventiladores
fr: Profil des ventilateurs
hu: Ventilátor profilok
id: Profil Kipas
it: Profili Ventola
ja: ファンプロファイル
ko: 팬 프로필
lt: Aušintuvų profiliai
pl: Tryb krzywych
pt_br: Perfis de ventilador
ro: Profiluri ventilatoare
ru: Настройки Винтелятора
tr: Fan Profilleri
uk: Профілі кулерів
vi: Cấu hình Quạt
zh_cn: 风扇配置
zh_tw: 風扇設定檔

source: Fans and Power
ar: المراوح والطاقة
da: Blæsere og strøm
de: Lüfter und Leistung
es: Ventiladores y energía
fr: Ventilateurs + Puissance
hu: Ventilátor és energia
id: Kipas dan Daya
it: Alimentazione e Ventole
ja: ファンとパワー
ko: 팬 속도/전력
lt: Aušintuvai ir galia
pl: Wentylatory i moc
pt_br: Ventiladores e Energía
ro: Vent. și putere
ru: Винтелятор и Мощность
tr: Fanlar ve Güç
uk: Кулери та Потужність
vi: Quạt và Công suất
zh_cn: 风扇和电源
zh_tw: 風扇和電源

# FanSpeed
source: Fan
ar: المروحة
da: Blæser
de: Lüfter
fr: Ventilateur
hu: Ventilátor
id: Kipas
it: Ventola
ja: ファン
ko: 팬
lt: Aušintuvas
pl: Went
pt_br: Ventilador
ro: Vent
ru: Винтелятор:
vi: Quạt
zh_cn: 风扇
zh_tw: 風扇

source: Fans + Power
ar: المراوح + الطاقة
da: Blæser + Strøm
de: Lüfter + Leistung
es: Ventiladores + Energía
fr: Ventilateurs + Puissance
hu: Venti + energia
id: Kipas + Daya
it: Ventole + Alimentazione
ja: ファン + パワー
ko: 팬 + 전력
lt: Aušintuvai + galia
pl: Dostosuj
pt_br: Ventiladores + Energía
ru: Винтелятор + Мощность
tr: Fanlar + Güç
uk: Кулери та Потужність
vi: Quạt + Công suất
zh_cn: 风扇 + 功率
zh_tw: 自定義

source: Flicker-free Dimming
ar: تعتيم بدون وميض
da: Flimmerfri dæmpning
de: Flackerfreies Dimmen
es: Atenuación sin parpadeo
fr: Gradation OLED sans scintillement
hu: Villogásmentes halványítás
ja: フリッカーフリー調光
ko: 플리커 프리 디밍
lt: Užtamsinimas be mirgėjimo
pl: Przyciemnianie bez migotania
pt_br: Atenuação sem cintilação
tr: Titreşimsiz Karartma
uk: Безмерехтливе Затемнення
zh_cn: 低亮度防闪烁功能
zh_tw: 不閃屏調光(Flicker-free Dimming)

# FnLock
source: Process Fn+F hotkeys without Fn
ar: معالجة مفاتيح Fn+F بدون Fn
da: Aktiver Fn + F genvejstaster uden Fn
de: Fn+F Funktionen ohne Fn Taste nutzen
es: Usar teclas de acceso rápido (Fn+F) sin pulsar Fn
fr: Traiter les raccourcis clavier Fn+F sans Fn
hu: Fn + F gyorsgombok feldolgozása Fn nélkül
id: Proses tombol pintas Fn+F tanpa Fn
it: Elabora i tasti Fn+F direttamente senza Fn
ja: FnなしでFn+Fホットキーを処理
ko: Fn 키를 누르지 않고 Fn+F 핫키 작동
lt: Apdoroti Fn+F sparčiuosius klavišus be Fn
pl: Używaj klawiszy funkcyjnych bez przycisku Fn
pt_br: Processar teclas de atalho Fn+F sem pressionar Fn
ro: Procesează tastele Fn+F fără Fn
tr: Fn+F kısayolunu Fn tuşuna basmadan çalıştır
uk: Гарячі клавіші Fn+F працюють без натискання Fn
vi: Dùng những tổ hợp phím Fn+F mà không cần Fn
zh_cn: 打开FnLock (无需按下FN使用FN+(F1-F12)热键)
zh_tw: 使用 Fn + F1~F12 功能時無須按下Fn鍵

source: FN-Lock Off
ar: إيقاف قفل FN
da: Fn-lås fra
de: Fn-Sperre aus
es: Tecla Fn normal
fr: Verrouillage Fn désactivé
hu: Fn-Lock Ki
it: Blocco FN Disattivo
ja: FNロック オフ
ko: FN-Lock 꺼짐
lt: FN užraktas išjungtas
pl: Fn-Lock wył.
pt_br: Tecla Fn desbloqueada
tr: FN-Lock Kapalı
uk: FN-Lock Вимк.
vi: Tắt khóa Fn
zh_cn: Fn锁定关
zh_tw: Fn鎖定解除

source: FN-Lock On
ar: تشغيل قفل FN
da: Fn-lås til
de: Fn-Sperre an
es: Tecla Fn bloqueada
fr: Verrouillage Fn activé
hu: Fn-Lock Be
it: Blocco FN Attivo
ja: FNロック オン
ko: FN-Lock 켜짐
lt: FN užraktas įjungtas
pl: Fn-Lock wł.
pt_br: Tecla Fn bloqueada
tr: FN-Lock Açık
uk: FN-Lock Увімк.
vi: Bật khóa Fn
zh_cn: Fn锁定开
zh_tw: Fn鎖定

# GPUBoost
source: Dynamic Boost
ar: تعزيز ديناميكي
da: Dynamisk boost
hu: Dinamikus gyorsítás
it: Boost Dinamico
ko: 다이나믹 부스트
lt: Dinaminis spartinimas
pt_br: Boost dinâmico
ru: Динамическое Ускорение GPU
vi: Tăng tốc năng động
zh_cn: 动态加速
zh_tw: 動態加速 (Dynamic Boost)

# GPUChanging
source: Changing
ar: جاري التغيير
da: Skifter
de: Wechseln
es: Cargando
fr: Changement
hu: Váltás...
id: Mengubah
it: Impostando
ko: 바꾸는 중
lt: Keičiamas
pl: Przełączanie
pt_br: Carregando
ro: Modificare
ru: Изменение
tr: Değiştiriliyor
uk: Зміна
vi: Đang đổi GPU
zh_cn: 切换中...
zh_tw: 切換中...

# GPUCoreClockOffset
source: Core Clock Offset
ar: إزاحة تردد النواة
de: Kernfrequenz Anpassung
fr: Ajustement fréq. de base
hu: Magórajel eltolás
it: Offset Clock Core
ja: コアクロックオフセット
ko: 코어 클럭 오프셋
lt: Branduolių taktų poslinkis
pl: Przesunięcie zegara rdzenia
pt_br: Aumento da frequência básica
ru: Смещение Тактовой Частоты Ядра
tr: Çekirdek Frekans Dengesi
vi: Bù trừ Tốc độ Nhân GPU
zh_cn: 核心频率偏移量
zh_tw: 核心時脈偏移量(Offset)

# GPUMemoryClockOffset
source: Memory Clock Offset
ar: إزاحة تردد الذاكرة
de: Speicherfrequenz Anpassung
fr: Ajustement fréq. mémoire
hu: Memória órajel eltolás
it: Offset Clock Memoria
ja: メモリクロックオフセット
ko: 메모리 클럭 오프셋
lt: Atminties taktų poslinkis
pl: Przesunięcie zegara pamięci
pt_br: Aumento da frequência da memória
ru: Смещение Тактовой Частоты Памяти
tr: Bellek Frekans Dengesi
vi: Bù trừ Tốc độ RAM GPU
zh_cn: 显存频率偏移量
zh_tw: 顯示卡記憶體偏移量(Offset)

source: GPU Mode
ar: وضع وحدة معالجة الرسومات
da: GPU-tilstand
de: GPU Modus
es: Modo de GPU
fr: Mode GPU
hu: GPU mód
id: Mode GPU
it: Modalità GPU
ja: GPUモード
ko: GPU 모드
lt: GPU režimas
pl: Tryb GPU
pt_br: Modo de GPU
ro: Modul GPU
ru: Режим GPU
tr: GPU Modu
uk: Режим Графіки
vi: Chế độ GPU
zh_cn: 显卡模式
zh_tw: GPU 模式

# GPUModeEco
source: iGPU only
ar: وحدة معالجة الرسومات المدمجة فقط
da: Kun iGPU
de: Nur iGPU
es: Sólo iGPU
fr: iGPU uniquement
hu: Csak iGPU
id: Hanya iGPU
it: Solo iGPU
ja: iGPU のみ
ko: iGPU만 사용
lt: Tik iGPU
pl: tylko iGPU
pt_br: Só iGPU
ro: Doar iGPU
ru: Только iGPU
tr: Sadece iGPU
uk: Тільки iGPU
vi: Chỉ dùng GPU tích hợp
zh_cn: 仅限核显
zh_tw: 僅限內顯

# GPUModeStandard
source: iGPU + dGPU
ar: وحدة معالجة الرسومات المدمجة + المنفصلة
vi: GPU tích hợp + GPU rời
zh_cn: 核显 + 独显
zh_tw: 內顯 + 獨顯

# GPUModeUltimate
source: dGPU exclusive
ar: وحدة معالجة الرسومات المنفصلة حصرًا
da: dGPU eksklusivt
de: Nur dGPU
es: Exclusivo dGPU
fr: dGPU exclusif
hu: kizárólag dGPU
id: dGPU eksklusif
it: Solo dGPU
ja: dGPU 専用
ko: dGPU만 사용
lt: Tik dGPU
pl: tylko dGPU
pt_br: Exclusivamente dGPU
ro: exclusiv dGPU
ru: Только dGPU
tr: Ayrıcalıklı dGPU
uk: Ексклюзивний dGPU
vi: Chỉ dùng GPU rời
zh_cn: 独显直连
zh_tw: 獨立顯卡

source: GPU Power
ar: طاقة وحدة معالجة الرسومات
da: GPU-strøm
de: GPU-Leistung
es: Energía de GPU
fr: Puissance du GPU
hu: GPU erő
it: Potenza GPU
ja: GPU電力
lt: GPU galia
pl: Moc GPU
pt_br: Potência da GPU
tr: GPU Gücü
uk: Потужність GPU
vi: Chế độ điện GPU
zh_cn: GPU 功率
zh_tw: 顯卡功耗

source: GPU Settings
ar: إعدادات وحدة معالجة الرسومات
da: GPU-indstillinger
de: GPU Einstellungen
es: Ajustes de GPU
fr: Paramètres du GPU
hu: GPU beállítások
id: Pengaturan GPU
it: Impostazioni GPU
ja: GPU設定
ko: GPU 설정
lt: GPU nustatymai
pl: Ustawienia GPU
pt_br: Parâmetros de GPU
ro: Setări GPU
ru: Настройки GPU
tr: GPU Ayarları
uk: Параметри GPU
vi: Cài đặt GPU
zh_cn: GPU 设置
zh_tw: 顯卡設定

# GPUTempTarget
source: Temperature Target
ar: هدف درجة الحرارة
da: Temperaturmål
de: Maximale GPU Temperatur
es: Temperatura objetivo
fr: Température cible
hu: Célhőmérséklet
id: Target Suhu
it: Temperatura Target
ja: 温度ターゲット
ko: 목표 온도
lt: Temperatūros tikslas
pl: Temperatura docelowa
pt_br: Alvo de temperatura
ro: Temperatura țintă
ru: Целевой Показатель Температуры
tr: Sıcaklık Hedefi
vi: Nhiệt độ đích
zh_cn: 温度目标
zh_tw: GPU溫度上限

# HibernateAfter
source: Minutes till Hibernation in sleep on battery (0 - OFF)
ar: دقائق حتى السبات أثناء النوم على البطارية (0 - إيقاف)
da: Minutter til dvale i standby på batteriet (0 - OFF)
de: Minuten bis zum Ruhezustand im Standby (0 = Aus)
es: Minutos hasta hibernación en suspensión con batería (0 - OFF)
fr: Minutes avant mise en veille prolongée sur batterie (0 - OFF)
hu: Akku módban az alvó módból Hibernálásig eltelt idő (0 - KI)
id: Menit hingga Hibernasi dalam mode tidur saat menggunakan baterai (0 - Mati)
it: Iberna dopo X minuti se alimentato a batteria (0 - ACCESO)
ja: スリープ時にバッテリーを停止するまでの時間 (0 - OFF)
ko: 최대 절전 모드 전환 시간 (0 - 꺼짐)
lt: Užmigimo laikas akumuliatoriaus režimu (0 – IŠJUNGTA)
pl: Czas przejścia w hibernację na baterii (0 - wcale)
pt_br: Minutos até Hibernação em suspensão na bateria (0 — Desligado)
ro: Minute până la Hibernare în mod repaus pe baterie (0 - Oprit)
tr: Uyku modunda, Hazırda Bekleme Moduna geçiş dakikası (0 - KAPALI)
uk: Хвилин до режиму глибокого сну з акумулятором (0 - Вимкнено)
zh_cn: 在使用电池时几分钟后进入休眠状态 (0 - 关闭)
zh_tw: 使用電池下何時進入休眠(0=關閉此功能)

source: High
ar: مرتفع
da: Høj
de: Hoch
es: Alto
fr: Élevé
hu: Magas
id: Tinggi
it: Elevato
ko: 높게
lt: Aukštas
pl: Wysoka
pt_br: Alto
ro: Ridicat
tr: Yüksek
uk: Висока
vi: Cao
zh_cn: 高
zh_tw: 高

source: Image Rotation
ar: تدوير الصورة
da: Billedrotation
de: Bilddrehung
es: Rotación de imagen
fr: Rotation de l'image
hu: Kép elforgatás
id: Rotasi Gambar
it: Rotazione Immagine
ja: 画像の回転
ko: 이미지 방향
lt: Atvaizdo pasukimas
pl: Obracanie obrazu
pt_br: Rotação de Imagem
tr: Görüntü Döndürme
uk: Поворот
vi: Xoay Hình Ảnh
zh_cn: 图像旋转
zh_tw: 圖像旋轉

# Import
source: Import Profile
ar: استيراد الملف الشخصي
da: Importer profil
de: Profil importieren
es: Importar perfil
fr: Importer profil
hu: Profil importálása
id: Impor Profil
it: Importa Profilo
ja: プロファイルをインポート
ko: 프로필 가져오기
lt: Importuoti profilį
pl: Importuj profil
pt_br: Importar Perfil
tr: Profili İçe Aktar
uk: Імпорт Профілю
vi: Nhập cấu hình từ file
zh_cn: 导入配置
zh_tw: 匯入設定檔

source: Key Bindings
ar: تعيينات المفاتيح
da: Tastebindinger
de: Tastenbelegung
es: Teclas de acceso rápido
fr: Raccourcis clavier
hu: Gyorsbillentyűk
id: Pintasan Keyboard
it: Associazione Tasti
ja: キー割り当て
ko: 키 바인딩
lt: Klavišų priskyrimas
pl: Ustawienia klawiszy skrótów
pt_br: Combinações de teclas
ro: Asocieri taste
ru: Настройка Клавиатуры
tr: Tuş Atamaları
uk: Прив'язки клавіш
vi: Tổ hợp phím
zh_cn: 按键绑定
zh_tw: 按鍵綁定

source: Keyboard
ar: لوحة المفاتيح
da: Tastatur
de: Tastatur
es: Teclado
fr: Clavier
hu: Billentyűzet
it: Tastiera
ja: キーボード
ko: 키보드
lt: Klaviatūra
pl: Klawiatura
pt_br: Teclado
ro: Tastatură
ru: Клавиатура
tr: Klavye
uk: Клавіатура
vi: Bàn phím
zh_cn: 键盘
zh_tw: 鍵盤

# KillGpuApps
source: Stop all apps using GPU when switching to Eco
ar: إيقاف جميع التطبيقات التي تستخدم وحدة معالجة الرسومات عند التبديل إلى وضع التوفير
da: Stop alle apps der bruger GPU når du skifter til Øko
de: Alle Anwendungen auf der dGPU beim Wechsel in den Eco Modus beenden.
es: Detener todas las aplicaciones que usan la dGPU cuando se cambia a Eco
fr: Arrêter toutes les applications utilisant la dGPU lors du passage au mode Eco
hu: Eco módba lépéskor minden alkalmazást leállít, ami a GPU-t használja
id: Hentikan semua aplikasi yang menggunakan GPU saat beralih ke mode Eco
it: Arresta tutte le app che usano la GPU passando ad Eco
ja: エコに切り替えるときにGPUを使用しているすべてのアプリを停止します
ko: Eco 모드로 전환 시 GPU를 사용하는 모든 앱 중지
lt: Sustabdyti visas GPU naudojančias programėles, kai perjungiama į ekon. režimą
pl: Zatrzymaj wszystkie aplikacje używające GPU podczas przełączania na Eco
pt_br: Parar todos os aplicativos que usam a GPU ao alternar para o modo Eco
ro: Opriți toate aplicațiile care folosesc GPU când treceți în modul Eco
ru: Остановить все приложения, использующие GPU, при переключении в режим Эко
tr: Eco moda geçerken GPU kullanan tüm uygulamaları durdur
uk: Закривати додатки, що використовують GPU, під час переходу в режим Eco
vi: Ngưng tất cả app dùng GPU khi đổi sang chế độ Eco
zh_cn: 当切换到集显模式时，停止所有正在使用独显的应用
zh_tw: 切換至節能模式時，關閉所有正在使用獨顯的程式

source: Laptop Backlight
ar: إضاءة خلفية للحاسوب المحمول
da: Laptop baggrundsbelysning
de: Laptopbeleuchtung
es: Retroiluminación
fr: Rétroéclairage du clavier
hu: Laptop háttérvilágítás
it: Retroilluminazione Laptop
ja: ラップトップのバックライト
ko: 백라이트
lt: Apšvietimas
pl: Podświetlenie
pt_br: Configurações de iluminação
ro: Lumina de fundal
ru: Подсветка ноутбука
tr: Laptop Aydınlatması
uk: Підсвітка
vi: Độ sáng đèn nền
zh_cn: 背光
zh_tw: 背光

source: Laptop Keyboard
ar: لوحة مفاتيح الحاسوب المحمول
da: Laptop-tastatur
de: Laptoptastatur
es: Teclado del portátil
fr: Clavier
hu: Laptop billentyűzet
it: Tastiera Laptop
ja: ラップトップキーボード
ko: 키보드
lt: Klaviatūra
pl: Klawiatura laptopa
pt_br: Teclado
ro: Tastatură Laptop
ru: Клавиатура ноутбука
tr: Laptop Klavyesi
uk: Клавіатура
vi: Bàn phím Laptop
zh_cn: 笔记本键盘
zh_tw: 鍵盤背光

source: Laptop Screen
ar: شاشة الحاسوب المحمول
da: Laptop-skærm
de: Laptopbildschirm
es: Pantalla del portátil
fr: Écran
hu: Laptop kijelző
id: Layar Laptop
it: Schermo Laptop
ja: ラップトップ画面
ko: 화면
lt: Ekranas
pl: Ekran laptopa
pt_br: Tela
ro: Ecran Laptop
ru: Экран Ноутбука
tr: Laptop Ekranı
uk: Дисплей
vi: Màn hình Laptop
zh_cn: 笔记本屏幕
zh_tw: 螢幕顯示

source: LED Status Indicators
ar: مؤشرات حالة LED
da: LED statusindikatorer
de: LED-Statusanzeige
es: Indicadores de estado LED
fr: Indicateurs d'état LED
hu: LED Állapotjelzők
it: Indicatori Di Stato LED
ja: LEDステータス表示
ko: LED 상태 표시등
lt: LED būsenos indikatoriai
pl: Wskaźniki stanu
pt_br: Indicadores de estado do LED
tr: LED Durum Göstergeleri
uk: LED-Індикатори стану
vi: Đèn báo LED
zh_cn: LED 状态指示器
zh_tw: LED狀態指示器

source: Lid
ar: غطاء
da: Låg
de: Deckel
es: Tapa
fr: Capot
hu: Fedél
ja: フタ
ko: 덮개
lt: Dangtis
pl: Pokrywa
pt_br: Tampa
ro: Capac
ru: Крышка
tr: Kapak
uk: Кришка
vi: Màn gập
zh_cn: 盖子
zh_tw: 螢幕背蓋

source: Lightbar
ar: شريط الإضاءة
de: Leuchtstreifen
es: Barra de luz
fr: Barre lumineuse
hu: Fénysáv
it: Barra Luminosa
ja: ライトバー
ko: 라이트바
lt: Šviesos juosta
pt_br: Barra de luz
tr: Işık Çubuğu
uk: Лайтбар
vi: Thanh sáng
zh_cn: 灯条
zh_tw: 燈條

source: Lighting
ar: الإضاءة
da: Belysning
de: Beleuchtung
es: Iluminación
fr: Éclairage
hu: Világítás
it: Illuminazione
ja: ライティング
ko: 조명
lt: Apšvietimas
pl: Oświetlenie
pt_br: Iluminação
ro: Iluminare
tr: Işıklandırma
uk: Ілюмінація
vi: Ánh sáng
zh_cn: 背光
zh_tw: 亮度

source: Lock Screen
ar: قفل الشاشة
da: Låseskærm
de: Bildschirm sperren
es: Pantalla de bloqueo
fr: Écran de verrouillage
hu: Képernyő zarolása
id: Layar Kunci
it: Schermata di blocco
ja: ロック画面
ko: 잠금화면
lt: Užrakinimo ekranas
pl: Ekran blokady
pt_br: Tela de bloqueio
tr: Kilit Ekranı
uk: Блокування екрану
vi: Màn hình khoá
zh_cn: 锁定屏幕
zh_tw: 鎖定螢幕

source: Logo
ar: الشعار
hu: Logó
ja: ロゴ
ko: 로고
lt: Logotipas
ro: Logo-ul
ru: Лого
uk: Лого
vi: Biểu tượng
zh_cn: 徽标

source: Low
ar: منخفض
da: Lav
de: Niedrig
es: Bajo
fr: Faible
hu: Alacsony
id: Rendah
it: Basso
ko: 낮게
lt: Žemas
pl: Niska
pt_br: Baixo
ro: Scăzut
tr: Düşük
uk: Низька
vi: Thấp
zh_cn: 低
zh_tw: 低

# LSDeadzones
source: Left Stick Deadzones
ar: مناطق الخمول للعصا اليسرى
da: Venstre stick dødzoner
es: Punto muerto stick izquierdo
fr: Stick gauche des zones mortes
hu: Bal kar irányító holtjátékai
it: Zona morta della levetta sinistra
ja: 左スティックデッドゾーン
ko: 왼쪽 스틱 데드존
lt: Kairiojo jungiklio nejautrumo zonos
pl: Martwe strefy lewego joysticka
pt_br: Zona morta do analógico esquerdo
tr: Sol Çubuk Ölü Bölgeleri
uk: Лівий стік - Deadzone
vi: Deadzone stick trái
zh_cn: 左摇杆死区
zh_tw: 左搖桿死區

# LTDeadzones
source: Left Trigger Deadzones
ar: مناطق الخمول للزناد الأيسر
da: Venstre udløser dødzoner
es: Punto muerto gatillo izquierdo
fr: Gâchette gauche des zones mortes
hu: Bal ravasz holtjátékai
it: Zona morta dell'interruttore sinistro
ja: 左トリガーデッドゾーン
ko: 왼쪽 트리거 데드존
lt: Kairiojo jungiklio nejautrumo zonos
pl: Martwe strefy lewego triggera
pt_br: Zona morta do gatilho esquerdo
tr: Sol Tetik Ölü Bölgeleri
uk: Лівий тригер - Deadzone
vi: Deadzone trigger trái
zh_cn: 左扳机死区
zh_tw: 左扳機(LT)死區

# MatrixAudio
source: Audio Visualizer
ar: مؤثرات الصوت المرئية
da: Lydvisualisering
de: Audio Visualisierung
es: Visualizador de audio
fr: Visualiseur Audio
hu: Hang vizualizáció
id: Visualisasi Audio
it: Visualizzatore Audio
ja: オーディオビジュアライザー
ko: 오디오 비주얼라이저
lt: Garso vizualizatorius
pl: Wizualizer muzyki
pt_br: Visualizador de áudio
ro: Vizualizator audio
ru: Аудио Визуализатор
tr: Ses Görselleştirici
uk: Аудіо візуалізатор
vi: Sóng nhạc
zh_cn: 音频可视化器
zh_tw: 音效視覺化

# MatrixBanner
source: Binary Banner
ar: لافتة ثنائية
da: Binær banner
de: Binäres Banner
es: Banner binario
fr: Bannière binaire
hu: Bináris logó
it: Banner Binario
lt: Dvejetainė vėliava
pl: Binarny
pt_br: Bandeira Binária
ru: Бинарный Баннер
tr: İkili Afiş
uk: Бінарний банер
vi: Nhị phân
zh_cn: Anime Matrix 标识
zh_tw: 横幅

# MatrixBright
source: Bright
ar: ساطع
da: Kraftigt
de: Hell
es: Brillante
fr: Lumineux
hu: Fényes
id: Terang
it: Luminoso
ja: 明度調整
ko: 밝게
lt: Šviesi
pl: Jasny
pt_br: Brilho
ro: Luminos
ru: Ярко
tr: Parlak
uk: Яскрава
vi: Sáng
zh_cn: 明亮
zh_tw: 明亮

# MatrixClock
source: Clock
ar: ساعة
da: Ur
de: Uhr
es: Reloj
fr: Horloge
hu: Óra
id: Jam
it: Orologio
ja: 時計
ko: 시계
lt: Laikrodis
pl: Zegar
pt_br: Relógio
ro: Ceas
ru: Часы
tr: Saat
uk: Годинник
vi: Đồng hồ
zh_cn: 时钟
zh_tw: 時鐘

# MatrixDim
source: Dim
ar: خافت
da: Dæmpet
de: Dunkel
es: Tenue
fr: Faible
hu: Halvány
id: Redup
it: Tenue
ko: 어둡게
lt: Temdymas
pl: Ciemny
pt_br: Escuro
ru: Тускло
tr: Mat
uk: Слабка
vi: Sáng mờ
zh_cn: 暗淡
zh_tw: 黯淡

# MatrixLogo
source: Rog Logo
ar: شعار ROG
es: Logo ROG
fr: Logo ROG
hu: Rog logó
id: Logo Rog
it: Logo ROG
ja: Rog ロゴ
ko: Rog 로고
lt: Rog logotipas
pl: Logo ROG
pt_br: Logo ROG
ro: Logo-ul ROG
ru: Логотип ROG
tr: Rog Logosu
uk: Логотип Rog
vi: Logo ROG

# MatrixMedium
source: Medium
ar: متوسط
da: Middel
de: Mittel
es: Medio
fr: Moyen
hu: Közepes
id: Sedang
it: Medio
ko: 중간
lt: Vidutinis
pl: Średni
pt_br: Médio
ro: Mediu
ru: Средне
tr: Orta
uk: Середня
vi: Vừa phải
zh_cn: 中
zh_tw: 中

# MatrixOff
source: Off
ar: إيقاف
da: Slukket
de: Aus
es: Apagado
fr: Éteint
hu: Ki
id: Mati
it: Spento
ja: オフ
ko: 끄기
lt: Išjungta
pl: Wyłączony
pt_br: Desligado
ro: Oprit
ru: Выключено
tr: Kapalı
uk: Вимкнена
vi: Tắt
zh_cn: 关闭
zh_tw: 關閉

# MatrixPicture
source: Picture
ar: صورة
da: Billede
de: Bild
es: Imagen
fr: Images
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 사진
lt: Paveikslėlis
pl: Obraz
pt_br: Imagem
ro: Imagine
ru: Изображение
tr: Resim
uk: Картинка
vi: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

# MaxRefreshTooltip
source: Max refresh rate for lower latency
ar: أعلى معدل تحديث لأقل تأخير
da: Maks. opdateringshastighed for lavere latenstid
de: Maximale Wiederholrate für niedrigste Latenz
es: Frecuencia de actualización máxima para una latencia más baja
fr: Rafraîchissement maximum, faible latence
hu: Max frissítési gyakoriság kevés késleltetéshez
id: Maks refresh rate untuk mengurangi latensi
it: Massimo refresh rate per latenza ridotta
ja: 最大リフレッシュレートで低遅延を実現
ko: 최대 주사율 설정
lt: Maksimalus kadrų dažnis (mažesnė delsa)
pl: Maksymalna częstotliwość odświeżania dla mniejszych opóźnień
pt_br: Taxa de atualização máxima e menor latência
ro: Rata maximă de reîmprospătare pentru latență mai mică
ru: Максимальная частота обновления для снижения задержки
tr: En düşük gecikme için en yüksek yenileme hızı
uk: Максимальна частота оновлення для мінімізації затримок
vi: Tần số quét tối đa để có độ trễ thấp
zh_cn: 更高的刷新率和更低的延迟
zh_tw: 更高的更新率和更低延遲

# MinRefreshTooltip
source: 60Hz refresh rate to save battery
ar: معدل تحديث 60 هرتز لتوفير البطارية
da: 60Hz opdateringshastighed for at spare på batteriet
de: 60Hz um Strom zu sparen
es: Frecuencia de actualización de 60Hz para ahorrar batería
fr: Rafraichîssement 60 Hz pour économiser de la batterie
hu: 60Hz-s frissítési gyakoriság, hogy spóroljon az akkuval
id: 60Hz refresh rate untuk menghemat baterai
it: 60Hz refresh rate per risparmiare batteria
ja: バッテリーを節約するために60Hzのリフレッシュレートを使用
ko: 60Hz 주사율 설정
lt: Nustatomas 60Hz kadrų dažnis (tausojama baterija)
pl: Częstotliwość odświeżania 60 Hz dla oszczędzania baterii
pt_br: Taxa de atualização à 60Hz para economizar bateria
ro: 60Hz rată de reîmprospătare pentru a economisi bateria
ru: Понизить Частоту обновления до 60 Гц для экономии заряда батареи
tr: Pil tasarrufu için 60Hz yenileme hızı
uk: Частота 60Гц, щоб зберегти заряд батареї
vi: Tần số quét 60Hz để tiết kiệm pin
zh_cn: 调整刷新率为60Hz以节省电量
zh_tw: 維持60Hz以節省電量

source: Minute
ar: دقيقة
da: minut
es: Minuto
hu: perc
id: Menit
it: Minuto
ko: 분 후
lt: min.
pl: min.
pt_br: Minuto
ro: Minut
tr: Dakika
uk: Хвил.
vi: Phút
zh_cn: 分钟
zh_tw: 分鐘

source: Minutes
ar: دقائق
da: minutter
de: Minuten
es: Minutos
hu: perc
id: Menit
it: Minuti
ko: 분 후
lt: min.
pl: min.
pt_br: Minutos
ro: Minute
tr: Dakika
uk: Хвилини
zh_cn: 分钟
zh_tw: 分鐘

# MouseAngleSnapping
source: Angle Snapping
ar: تعديل زاوية الماوس
da: Vinkel-snapping
de: Mausglättung
es: Ajuste de ángulo
fr: Correction d'angle
hu: Szögkorrekció
ja: 角度スナップ
ko: 직선 보정
lt: Kampinis fiksavimas
pl: Korekcja kąta ruchu
pt_br: Encaixe Ângulo
ro: Fixare mișcare la unghi
tr: Açılı Yakalama
uk: Фіксація Кута
zh_cn: 角度校正
zh_tw: 角度修正

# MouseAutoPowerOff
source: Auto Power Off After
ar: إيقاف تشغيل الماوس تلقائيًا بعد
da: Automatisk slukning efter
de: Automatisch abschalten nach
es: Auto-apagar tras
fr: Arrêt automatique après
hu: Automatikus kikapcsolás idő múlva
id: Mati Otomatis Setelah
it: Auto-disattivazione dopo
ja: 自動電源オフ
ko: 자동 전원 꺼짐
lt: Automatiškai išjungti po
pl: Przejście w tryb uśpienia po
pt_br: Desligamento automático após
ro: Oprire automată după
tr: Sonrasında Otomatik Kapat
uk: Авто-вимикання
zh_cn: 自动关闭时间
zh_tw: 自動關閉電源

# MouseButtonResponse
source: Button Response
ar: استجابة أزرار الماوس
da: Knaprespons
de: Tastenreaktionsgeschwindigkeit
es: Respuesta del botón
fr: Réponse du bouton
hu: Gomb funkciója
id: Respon Tombol
it: Risposta Tasto Mouse
ja: ボタンの応答
ko: 버튼 응답
lt: Klavišo atsakas
pl: Reakcja przycisków
pt_br: Resposta do Botão
ro: Răspuns buton
tr: Tuş Tepkisi
uk: Відповідь Кнопок
zh_cn: 按键响应
zh_tw: 按鍵回應

# MouseImportFailed
source: Import failed. Selected file is not a valid mouse profile or corrutpted.
ar: فشل الاستيراد. الملف المحدد ليس ملف إعدادات ماوس صالح أو تالف.
da: Import mislykkedes. Den valgte fil er ikke en gyldig museprofil eller den er korrupteret.
de: Import fehlgeschlagen. Die ausgewählte Datei ist kein gültiges Mausprofil oder beschädigt.
es: Importación fallida. El archivo seleccionado no es un perfil válido o está corrupto.
fr: Échec de l'importation. Le fichier sélectionné n'est pas un profil de souris valide ou corrompu.
hu: Importálás nem sikerült. A kiválasztott fájl nem érvényes egérprofil, vagy sérült.
it: Importazione non riuscita. Il file selezionato non è un profilo di mouse valido o è corrotto.
ja: インポートに失敗しました。選択したファイルは有効なマウスプロファイルではないか、壊れています。
ko: 가져오기 실패. 유효한 마우스 프로필이 아니거나 손상된 파일입니다.
lt: Importuoti nepavyko. Pasirinktas failas nėra galiojantis pelės profilis arba yra sugadintas.
pl: Błąd importu. Wybrany plik jest uszkodzony lub nie jest poprawnym profilem myszy.
pt_br: Falha na importação. O arquivo selecionado não é um perfil de mouse válido ou está corrompido.
tr: İçe aktarma başarısız oldu. Seçilen dosya geçerli bir fare profili değil veya bozuk.
uk: Не вдалося імпортувати профіль. Вибраний файл не є допустимим профілем миші або є пошкодженим.
zh_cn: 导入失败，选中的文件不是有效的配置文件或已损坏。
zh_tw: 匯入失敗，所選檔案並非有效的滑鼠設定檔或該檔已毀損
