Repository: seerge/g-helper
Catalog: app/Properties/Strings.*.resx
Languages: ar, da, de, es, fr, hu, id, it, ja, ko, lt, pl, pt_br, ro, ru, tr, uk, vi, zh_cn, zh_tw

# MouseLiftOffDistance
source: Lift Off Distance
ar: مسافة رفع الماوس
da: Løfteafstand
es: Distancia de despegue (LOD)
fr: Hauteur de détection
hu: Emelési távolság
id: Jarak Angkat
ja: 持ち上げ距離
ko: 들어올림 거리
lt: Pakilimo atstumas
pl: Wysokość reakcji sensora
pt_br: Distância de Decolagem (LOD)
ro: Distanța de oprire
tr: Havalanma Mesafesi
uk: Відстань підйому
zh_cn: 响应高度
zh_tw: 響應高度(LOD)

# MouseLowBatteryWarning
source: Low Battery Warning at
ar: تحذير بطارية الماوس المنخفضة عند
da: Lav batteriadvarsel ved
de: Batteriewarnung bei
es: Aviso de batería baja al
fr: Avertissement de batterie faible à
hu: Alacsony akkumulátor figyelmeztetés ekkor
id: Peringatan Baterai Rendah pada
it: Avviso Batteria Mouse in Esaurimento
ja: バッテリー残量低下警告
ko: 배터리 부족 경고 알림
lt: Senkančio akumuliatoriaus įspėjimas
pl: Ostrzeżenie o niskim poziomie baterii
pt_br: Aviso de bateria fraca em
ro: Avertizare baterie scăzută la
tr: Düşük Pil Uyarısı seviyesi
uk: Попередження про низький заряд
zh_cn: 低于该电量时警告
zh_tw: 低電量警告

# MousePerformance
source: Performance
ar: أداء
da: Ydelse
de: Leistung
es: Rendimiento
hu: Teljesítmény
id: Performa
it: Prestazioni
ja: パフォーマンス
ko: 성능
lt: Našumas
pl: Wydajność
pt_br: Desempenho
ro: Performanță
tr: Performans
uk: Режим Швидкодії
zh_cn: 性能
zh_tw: 性能設定

# MouseSynchronize
source: Synchronize with mouse
ar: مزامنة مع الماوس
da: Synkroniser med mus
de: Maus synchronisieren
es: Sincronizar con el ratón
fr: Synchroniser avec le pointeur
hu: Szinkronizálás egérrel
id: Sinkronkan dengan mouse
it: Sincronizza con Mouse
ja: マウスと同期
ko: 마우스와 동기화
lt: Sinchronizuoti su pele
pl: Synchronizuj z myszką
pt_br: Sincronizar com o mouse
ro: Sincronizare cu mouse-ul
tr: Fare ile eşitle
uk: Синхронізувати з мишею
zh_cn: 和鼠标同步
zh_tw: 與滑鼠同步

source: Multi Zone
ar: عدة مناطق
es: Multizona
fr: Multi-zones
hu: Multi Zóna
it: Multi Zona
ko: 다중 영역
lt: Kelios zonos
pl: Wiele stref
pt_br: Multi zona
ru: Мультизона
tr: Çoklu Bölge
uk: Мульти зона
zh_cn: 多区
zh_tw: 多區

source: Multi Zone Strong
ar: عدة مناطق قوية
da: Multizone stærk
es: Multizona fuerte
fr: Forte zone multiple
hu: Erős Multi Zóna
ko: 다중 영역 강도
lt: Kelių zonų stiprumas
pl: Wiele stref (mocniejsze)
pt_br: Multi Zona Forte
tr: Çoklu Bölge Güçlü
uk: Мульти зона сильна
zh_cn: 多区强化
zh_tw: 多區強化

source: Muted
ar: مكتوم
da: Lydløs
de: Stumm
es: Silenciado
fr: Son désactivé
hu: Mikrofon Ki
id: Di Bisukan
it: Muto
ja: ミュート
ko: 음소거
lt: Išjungta
pl: Wyciszony
pt_br: Silenciado
tr: Susturuldu
uk: Беззвучний
zh_cn: 麦克风关闭
zh_tw: 已靜音

source: Mute Mic
ar: كتم الميكروفون
da: Lydløs mikrofon
de: Mikrofon stummschalten
es: Silenciar micrófono
fr: Désactiver le micro
hu: Mikrofon némítása
id: Bisukan Mic
it: Silenzia microfono
ja: マイクをミュートする
ko: 마이크 음소거
lt: Mikrofono nutildymas
pl: Wyciszenie mikrofonu
pt_br: Desligar microfone
ro: Oprire microfon
ru: Выключить Микрофон
tr: Mikrofonu Sustur
uk: Вимкнути мікрофон
vi: Tắt Mic
zh_cn: 静音麦克风
zh_tw: 麥克風開關

source: Never
ar: أبدًا
da: Aldrig
de: Niemals
es: Nunca
fr: Jamais
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
ko: 사용 안함
lt: Niekada
pl: Nigdy
pt_br: Nunca
ro: Niciodată
tr: Asla
uk: Ніколи
zh_cn: 从不
zh_tw: 永不

source: New updates
ar: تحديثات جديدة
da: Nye opdateringer
de: Neue Updates:
es: Nuevas actualizaciones
fr: Nouvelles mises à jour
hu: Új frissítés
id: Pembaruan Terbaru
it: Nuovi aggiornamenti
ja: 新しい更新
ko: 새 업데이트
lt: Naujinimai
pl: Nowe aktualizacje
pt_br: Novas atualizações
ro: Actualizări noi
tr: Yeni güncellemeler
uk: Є оновлення
zh_cn: 有更新
zh_tw: 新的更新

source: No new updates
ar: لا توجد تحديثات جديدة
da: Ingen nye opdateringer
de: Keine Updates
es: No hay actualizaciones
fr: Aucune mise à jour disponible
hu: Nincs új frissítés
id: Tidak ada pembaruan
it: Sistema aggiornato
ja: アップデートはありません
ko: 새 업데이트 없음
lt: Nėra naujinimų
pl: Brak aktualizacji
pt_br: Não há novas atualizações
ro: Nu există actualizări noi
tr: Yeni güncelleme yok
uk: Немає оновлень
zh_cn: 无更新
zh_tw: 沒有新的更新

source: Not Connected
ar: غير متصل
da: Ikke tilsluttet
de: Nicht verbunden
es: No conectado
fr: Non connecté
hu: Nincs csatlakoztatva
id: Tidak Tersambung
it: Non Connesso
ja: 未接続
ko: 연결되지 않음
lt: Neprijungta
pl: Nie połączono
pt_br: Não Conectado
ro: Neconectat
tr: Bağlı Değil
uk: Не під'єднано
zh_cn: 未连接
zh_tw: 未連線

source: Off
ar: إيقاف
da: Fra
de: Aus
es: Apagado
fr: Désactivé
hu: Ki
id: Mati
it: Spento
ja: オフ
ko: 꺼짐
lt: Išjungta
pl: Wyłączony
pt_br: Desligado
tr: Kapalı
uk: Вимк.
zh_cn: 关
zh_tw: 關閉

source: On
ar: تشغيل
da: Til
de: An
es: Encendido
fr: Activé
hu: Be
id: Hidup
it: Acceso
ja: オン
ko: 켜짐
lt: Įjungta
pl: Włączony
pt_br: Ligado
tr: Açık
uk: Увімк.
zh_cn: 开
zh_tw: 開啟

source: One Zone
ar: منطقة واحدة
da: En zone
es: Una zona
fr: Une zone
hu: Egy Zóna
ja: 1つのゾーン
ko: 단일 영역
lt: Viena zona
pl: Jedna strefa
pt_br: Uma Zona
tr: Tek Bölge
uk: Одна зона
zh_cn: 单区
zh_tw: 單區

# OpenGHelper
source: Open G-Helper window
ar: فتح نافذة G-Helper
da: Åbn G-Helper vindue
de: G-Helper Fenster öffnen
es: Abrir ventana G-Helper
fr: Ouvrir G-Helper
hu: G-Helper ablak megnyitása
id: Buka Jendela G-Helper
it: Apri G-Helper
ja: G-Helperウィンドウを開く
ko: G-Helper 열기
lt: Atidaryti G-Helper langą
pl: Otwórz okno G-Helper
pt_br: Abrir G-Helper
ro: Deschide fereastra G-Helper
ru: Открыть G-Helper
tr: G-Helper penceresini aç
uk: Відкрити вікно G-Helper
vi: Mở cửa sổ G-Helper
zh_cn: 打开G-Helper窗口
zh_tw: 開啟G-Helper視窗

source: Optimized
ar: محسّن
da: Optimeret
de: Optimiert
es: Optimizado
fr: Optimisé
hu: Optimalizált
id: Dioptimalkan
it: Ottimizzata
ja: 最適化
ko: 최적화
lt: Optimizuotas
pl: Optymalny
pt_br: Otimizado
ro: Optimizat
ru: Оптимизированный
tr: İyileştirilmiş
uk: Авто
vi: Tối ưu
zh_cn: 自动切换
zh_tw: 自動調節

# OptimizedGPUTooltip
source: Switch to Eco on battery and to Standard when plugged in
ar: التبديلُ إلى وضعِ التوفيرِ عند استخدامِ البطاريةِ وإلى وضعٍ قياسيٍّ عند التوصيلِ بالكهرباءِ
da: Skift til Øko på batteri og til Standard, når tilsluttet strøm
de: Eco-Modus im Batteriebetrieb. Standard, wenn eingesteckt.
es: Cambiar a Eco con batería y a Estándar cuando está enchufado
fr: Éco sur batterie, bascule vers Standard sur secteur
hu: Akkus módban váltson Eco módra, töltéskor pedig Standard-ra
id: Beralih ke Mode Eco saat menggunakan baterai dan ke Mode Standar saat mengisi daya.
it: Passa ad Eco se alimentato a batteria e a Standard quando in carica
ko: 배터리 사용 중에만 Eco 모드로 전환
lt: Įkraunant - įprastas režimas; naudojant bateriją - ekonomiškas režimas
pl: Przełącza na Eco w czasie pracy na baterii i na Standard po podłączeniu
pt_br: Passar ao Ecônomico em bateria e voltar quando carregando
ro: Schimbă la modul Eco pe baterie și la Standard când este conectat
ru: Переключится в режим Эко при работе от батареи и в Стандартный режим при подключении к сети
tr: Pil ile çalışırken Eco moda, Elektrik ile Standart moda geçilir
uk: Вмикає Еко на батареї та Стандартний на зарядці
vi: Chuyển về Tiết kiệm khi dùng pin và Tiêu chuẩn khi cắm sạc
zh_cn: 使用电池时切换到集显模式，并在插上电源后重新启用标准模式
zh_tw: 使用電池時切換到，插入電源時切換到標準模式

# OptimizedUSBC
source: Keep GPU disabled on USB-C charger in Optimized mode
ar: الحفاظ على وحدة معالجة الرسومات معطلة عند استخدام شاحن USB-C في الوضع المحسّن
da: Hold GPU deaktiveret på USB-C oplader i optimeret tilstand
de: dGPU beim USB-C Laden im Optimierten Modus deaktiviert lassen
es: Deshabilitar dGPU con cargador USB-C en modo Optimizado
fr: Garder le GPU désactivé lorsque branché via USB-C en mode Optimisé
hu: Optimalizált módban USB-C-s töltés közben tartsa letiltva a GPU-t
id: Tetap matikan GPU pada pengisi daya USB-C dalam mode Dioptimalkan
it: Disabilita GPU durante ricarica tramite USB-C in modalità Ottimizzata
ja: 最適化モードでUSB-C充電器でGPUを無効にする
ko: 최적화 모드에서 PD 충전 시 GPU 비활성화
lt: Išjungti GPU optimizuotame režime, kai naudojamas USB-C įkroviklis
pl: W trybie Optymalnym wyłącz GPU podczas ładowania przez USB-C
pt_br: Manter a GPU desativada ao usar um carregador USB-C no modo Otimizado
ro: Păstraţi GPU dezactivat când încărcătorul USB-C e folosit în modul Optimized
ru: Держать GPU отключенным на зарядном устройстве USB-C в Оптимизированном режиме
tr: İyileştirilmiş modda USB-C şarj cihazı bağlıyken, GPU devre dışı kalsın
uk: Вимикати GPU на зарядці від USB-C в режимі Авто
vi: Tắt GPU khi dùng sạc Type-C ở Chế độ Tối ưu
zh_cn: 在自动切换模式下，使用USB-C为笔记本供电时禁用GPU
zh_tw: 自動調節模式下，使用USB-C充電時持續關閉獨顯

source: Other
ar: أخرى
da: Andet
de: Sonstiges
es: Otro
fr: Autres
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타 설정
lt: Kita
pl: Inne
pt_br: Outro
ro: Altele
ru: Другой
tr: Diğer
uk: Інше
vi: Khác
zh_cn: 其他
zh_tw: 其他

source: Overdrive
ar: تسريع
hu: Túlhajtás
ja: オーバードライブ
ko: 오버드라이브
lt: Pikselių spartinimas
ru: Перегрузка Экрана
uk: Овердрайв
zh_cn: 超频
zh_tw: OD

# PerformanceMode
source: Mode
ar: وضع
da: Tilstand
de: Leistungsmodus
es: Modo
hu: Üzemmód
it: Profilo
ja: モード
ko: 성능 모드
lt: Režimas
pl: Tryb zasilania
pt_br: Modo
ro: Mod
ru: Режим Работы
tr: Performans Modu
uk: Режим
vi: Chế độ Hiệu suất
zh_cn: 性能模式
zh_tw: 性能模式

source: Peripherals
ar: الأجهزة الطرفية
da: Tilbehør
de: Zubehör
es: Periféricos
fr: Périphériques
hu: Perifériák
id: Periferal
it: Periferiche
ja: 周辺機器
ko: 주변 장치
lt: Išoriniai įrenginiai
pl: Urządzenia peryferyjne
pt_br: Periféricos
ro: Periferice
tr: Çevre Birimleri
uk: Периферія
zh_cn: 外设
zh_tw: 週邊設備

source: Picture / Gif
ar: صورة / Gif
da: Billede / Gif
de: Bild / GIF
es: Imagen / Gif
fr: Image / Gif
hu: Kép / Gif
id: Gambar / Gif
it: Immagine / Gif
ja: 画像 / Gif
ko: 사진 / Gif
lt: Paveikslėlis / GIF
pl: Obraz / GIF
pt_br: Imagem / Gif
ro: Poză / Gif
ru: Изображение / Gif
tr: Resim / Gif
uk: Картинка / GIF
vi: Ảnh tĩnh / Ảnh động
zh_cn: 图片/动图
zh_tw: 圖片/動圖

source: Play / Pause
ar: تشغيل / إيقاف مؤقت
da: Afspil / Pause
de: Wiedergabe / Pause
es: Reproducir / Pausar
fr: Lecture / Pause
hu: Indít / Megállít
id: Putar / Jeda
it: Riproduci / Pausa
ja: 再生 / 一時停止
ko: 재생 / 정지
lt: Paleisti / Pristabdyti
pl: Odtwórz / Pauza
pt_br: Reproduzir / Pausar
ro: Redare / Pauză
ru: Воспроизведение / Пауза
tr: Oynat / Duraklat
uk: Відтворення / Пауза
vi: Phát / Dừng
zh_cn: 播放/暂停
zh_tw: 播放/暫停

source: Polling Rate
ar: معدل الاستطلاع
de: Abfragerate
es: Velocidad de respuesta
fr: Fréquence d'interrogation
ja: ポーリング レート
ko: 폴링레이트
lt: Iškvietų dažnis
pl: Częstotliwość raportowania
pt_br: Velocidade de resposta
ro: Rată sondaj
tr: Yoklama Sıklığı
uk: Частота опитування
zh_cn: 回报率
zh_tw: 輪詢率

source: Power Limits
ar: حدود الطاقة
da: Strømgrænser
de: Leistungsbegrenzung
es: Límites de energía
fr: Limites de puissance
hu: Teljesítménykorlátok
id: Batas Daya
it: Limiti di Potenza
ja: 電力制限
ko: 전력 제한
lt: Galios ribos
pl: Limit mocy
pt_br: Limitações de Energia
ro: Limite de putere
ru: Ограничения по мощности (PPT)
tr: Güç Sınırları
uk: Ліміти Потужності
vi: Giới hạn công suất
zh_cn: 功率限制
zh_tw: 功率限制

# PPTExperimental
source: Power Limits is an experimental feature. Use carefully and at your own risk!
ar: حدود الطاقة هي ميزة تجريبية. استخدمها بحذر وعلى مسؤوليتك الخاصة!
da: Strømgrænser er en eksperimentel funktion. Brug omhyggeligt og på egen risiko!
de: Leistungsbegrenzung ist experimentell. Nutzung erfolgt auf eigene Gefahr!
es: Los límites de energía son una característica experimental. ¡Úselo con cuidado y bajo su propio riesgo!
fr: Limites de puissance est une fonctionnalité expérimentale. Faire attention, à utiliser à vos risques !
hu: A Teljesítménykorlát egy kísérleti funkció. Használja körültekintően és saját felelősségére!
id: Batas Daya adalah fitur eksperimental. Gunakan dengan hati-hati dan atas risiko Anda sendiri!
it: I Limiti di Potenza sono una funzione sperimentale. Usare con cautela e a proprio rischio!
ja: 電力制限は実験的な機能です。慎重に、ご自身の責任において使用してください！
ko: 전력 제한은 실험적인 기능입니다. 주의하여 사용하세요!
lt: Galios ribos yra eksperimentinė funkcija. Naudokitės atsargiai!
pl: Ustawienie limitu mocy jest funkcją eksperymentalną. Używaj ostrożnie, na własną odpowiedzialność!
pt_br: Limitações de Energia é uma funcionalidade experimental. Use com cuidado.
ro: Limitele de putere sunt o funcție experimentală. Folosiți cu atenție și pe propriul risc!
ru: Ограничения по мощности (PPT) это экспериментальная функция. Используйте осторожно и на свой страх и риск!
tr: Güç Sınırları deneysel bir özelliktir. Riski göze alarak dikkatli kullanın!
uk: Налаштування лімітів потужності є експериментальною функцією. Використовуйте обережно та на свій страх і ризик!
vi: Giới hạn công suất là tính năng thử nghiệm. Sử dụng nó cẩn thận và tự chịu mọi rủi ro!
zh_cn: 功率限制 是实验性功能。 谨慎使用，风险自负！
zh_tw: 功率限制是實驗性功能。謹慎使用,風險自負!

source: PrintScreen
ar: طباعة الشاشة
de: Druck
es: Capturar pantalla
fr: Capture d'écran
lt: Ekrano kopija
pl: Zrzut ekranu
pt_br: Captura de tela
vi: Chụp màn hình
zh_cn: 截图
zh_tw: 截圖

source: Profile
ar: ملف التعريف
da: Profil
de: Profil
es: Perfil
fr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロファイル
ko: 프로필
lt: Profilis
pl: Profil
pt_br: Perfil
ro: Profil
tr: Profil
uk: Профіль
zh_cn: 配置
zh_tw: 設定檔

source: Quit
ar: خروج
da: Afslut
de: Schließen
es: Quitar
fr: Quitter
hu: Bezárás
id: Keluar
it: Esci
ja: 終了
ko: 종료
lt: Išeiti
pl: Zamknij
pt_br: Sair
ro: Închide
ru: Выход
tr: Çıkış
uk: Вихід
vi: Thoát
zh_cn: 退出
zh_tw: 退出

source: Reset
ar: إعادة ضبط
da: Nulstil
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hu: Visszaállítás
it: Reimposta
ja: リセット
ko: 초기화
lt: Atstatyti
pt_br: Redefinir
tr: Sıfırla
uk: Скинути
zh_cn: 重置
zh_tw: 重設

# RestartGPU
source: Something is using dGPU and preventing Eco mode. Let G-Helper try to restart dGPU in device manager? (Please proceed at your own risk)
ar: هناك شيء يستخدم وحدة معالجة الرسومات المنفصلة ويمنع وضع التوفير. هل تريد أن يحاول G-Helper إعادة تشغيل وحدة معالجة الرسومات في مدير الأجهزة؟ (يرجى المتابعة على مسؤوليتك الخاصة)
da: Noget bruger dGPU og forhindrer Øko-tilstand. Lad G-Helper forsøge at genstarte dGPU i enhedshåndtering? (fortsæt på egen risiko)
de: Ein Prozess verhindert den Wechsel in den Eco-Modus. dGPU neu starten? Fortfahren auf eigene Gefahr.
es: Algo está usando la dGPU e impide el modo Eco. ¿Reiniciar dGPU en el administrador de dispositivos? (Proceda bajo su propio riesgo)
fr: Un programme utilise le dGPU et empêche le passage en mode Éco. Laissez G-Helper tenter un redémarrage du dGPU dans le gestionnaire de tâches ? (Procéder à vos propres risques)
hu: Valami használja még a dGPU-t, ezzel megakadályozva az Eco móda lépést. Próbálja meg a G-Helper újraindítani a dGPU-t az eszközkezelőben? (Kérjük, saját felelősségére folytassa)
id: Ada yang menggunakan dGPU dan mencegah mode Eco. Biarkan G-Helper mencoba memulai ulang dGPU di pengelola perangkat? (Silakan lanjutkan dengan risiko Anda sendiri)
it: Qualcosa sta utilizzando la dGPU e impedisce il passaggio alla modalità Eco. Vuoi che G-Helper provi a riavviare la dGPU in gestione dispositivi? (Procedi a tuo rischio)
ja: 何らかの問題が dGPU を使用しており、エコモードを防止しています。G-Helper をデバイスマネージャーで dGPU を再起動させてください。(自己責任で進んでください)
ko: dGPU가 사용중이기 때문에 Eco 모드로 전환할 수 없습니다. 장치 관리자에서 dGPU를 재시작하시겠습니까?
lt: Kažkas naudoja dGPU ir neleidžia įjungti ekonomiško režimo. Norite leisti G-Helper bandyti iš naujo paleisti dGPU įrenginių tvarkytuvėje? (Tęskite savo rizika)
pl: Coś korzysta z dGPU, uniemożliwiając włączenie trybu Eco. Czy G-Helper ma zresetować dGPU w Menadżerze Urządzeń? (Korzystasz na własne ryzyko)
pt_br: Algo está usando dGPU e impedindo o modo Eco. Deixe G-Helper tentar reiniciar o dGPU no gerenciador de dispositivos? (Por favor, proceda por sua conta e risco)
ro: Ceva folosește dGPU și previne modul Eco. Permiteți G-Helper să repornească dGPU în managerul de dispozitive? (Continuați pe propriul risc)
ru: Что-то использует dGPU и предотвращает экономичный режим. Перезапустить dGPU в диспетчере устройств? * Пожалуйста, действуйте на свой страх и риск.
tr: Bir şey harici GPU'yu kullanıyor ve Eco modunu engelliyor. G-Helper aygıt yöneticisinde harici GPU'yu yeniden başlatmayı denesin mi? (Kendi sorumluluğunuzdadır)
uk: Щось використовує dGPU та запобігає Еко-режиму. Дозвольте G-Helper спробувати перезапустити dGPU у менеджері пристрою? (Будь ласка, продовжуйте на власний ризик)
zh_cn: 有程序正在使用独显并阻止进入集显模式。要让 G-Helper 在设备管理器中重新启动独显吗？（请自行承担风险）
zh_tw: 有其他程式正在使用獨顯導致無法切換至節能模式. 是否讓 G-Helper 於裝置管理員重新啟動獨顯? (請自行評估風險)

source: RPM
ar: دورة في الدقيقة
de: U/Min
hu: Fordulatszám
ru: Об/мин
uk: Оберти
vi: VTP
zh_cn: 转/分钟

# RSDeadzones
source: Right Stick Deadzones
ar: مناطق الخمول للعصا اليمنى
da: Højre stick dødzoner
es: Punto muerto stick derecho
fr: Stick droit des zones mortes
hu: Jobb kar irányító holtjátékai
it: Zona morta della levetta destra
ja: 右スティックのデッドゾーン
ko: 오른쪽 스틱 데드존
lt: Dešiniojo jungiklio nejautrumo zonos
pl: Martwe strefy prawego joysticka
pt_br: Zona morta do analógico direito
tr: Sağ Çubuk Ölü Bölgeleri
uk: Правий стік - Deadzone
zh_cn: 右摇杆死区
zh_tw: 右搖桿死區

# RTDeadzones
source: Right Trigger Deadzones
ar: مناطق الخمول للزناد الأيمن
da: Højre udløser dødzoner
es: Punto muerto gatillo derecho
fr: Gâchette droite des zones mortes
it: Zona morta dell'interruttore destro
ja: 右トリガーデッドゾーン
ko: 오른쪽 트리거 데드존
lt: Dešiniojo jungiklio nejautrumo zonos
pl: Martwe strefy prawego triggera
pt_br: Zona morta do gatilho direito
tr: Sağ Tetik Ölü Bölgeleri
uk: Правий тригер - Deadzone
zh_cn: 右扳机死区
zh_tw: 右扳機(RT)死區

source: Run on Startup
ar: تشغيل عند بدء النظام
da: Kør ved opstart
de: Beim Start ausführen
es: Ejecutar al inicio
fr: Exécuter au démarrage
hu: Indítás a rendszerrel
id: Jalankan di Startup
it: Esegui all'Avvio
ja: 起動時に実行する
ko: 시스템 시작 시 실행
lt: Paleisti įjungus sistemą
pl: Uruchom przy starcie
pt_br: Executar ao iniciar
ro: Rulează la pornirea sistemului
ru: Запустить при загрузке системы
tr: Başlangıçta Çalıştır
uk: Запускати на старті
vi: Chạy khi khởi động
zh_cn: 开机自启
zh_tw: 開機時自動執行

source: Scaling Quality
ar: جودة التحجيم
da: Skaleringskvalitet
de: Skalierungsqualität
es: Calidad del escalado
fr: Qualité de Mise à l'échelle (Scaling)
ja: スケーリング品質
ko: 스케일링 품질
lt: Mastelio kokybė
pl: Jakość skalowania
pt_br: Qualidade de Escala
tr: Ölçeklendirme Kalitesi
uk: Масштабування
zh_cn: 缩放质量
zh_tw: 縮放品質

# ScreenPadDown
source: Screenpad Brightness Down
ar: خفض سطوع ScreenPad
da: Screenpad lysstyrke ned
de: Screenpad Helligkeit verringern
es: Bajar brillo ScreenPad
fr: Baisser la luminosité du Screenpad
hu: Screenpad fényerő csökkentése
id: Kurangi Kecerahan Screenpad
it: Riduci luminosità Screenpad
ja: 画面の明るさダウン
ko: Screenpad 밝기 감소
lt: Ekrano skydelio ryškumo mažinimas
pl: Zmniejsz jasność ScreenPad
pt_br: Redução do brilho da Screenpad
ro: Scade luminozitate Screenpad
tr: Screenpad Parlaklığını Azalt
uk: Зменшити яскравість Screenpad
zh_cn: Screenpad亮度降低
zh_tw: 第二觸控螢幕亮度降低

# ScreenPadUp
source: Screenpad Brightness Up
ar: زيادة سطوع ScreenPad
da: Skærmtastatur lysstyrke op
de: Screenpad-Helligkeit erhöhen
es: Subir brillo ScreenPad
fr: Augmenter la luminosité du Screenpad
hu: Screenpad fényerő növelése
id: Tingkatkan Kecerahan Screenpad
it: Aumenta luminosità Screenpad
ja: 画面の明るさを上げる
ko: Screenpad 밝기 증가
lt: Ekrano skydelio ryškumo didinimas
pl: Zwiększ jasność ScreenPad
pt_br: Aumento do brilho da Screenpad
ro: Mărește luminozitate Screenpad
tr: Screenpad Parlaklığını Artır
uk: Збільшити яскравість Screenpad
zh_cn: Screenpad亮度增加
zh_tw: 第二觸控螢幕亮度提高

source: Shutdown
ar: إيقاف التشغيل
da: Luk ned
de: Herunterfahren
es: Al apagar
fr: Arrêter
hu: Leállítás
id: Matikan
it: Spegnimento
ja: シャットダウン
ko: 종료
lt: Išjungus
pl: Zamknij
pt_br: Desligar
ro: Oprire
ru: Выкл
tr: Kapanış
uk: Вимикання
vi: Tắt nguồn
zh_cn: 关机时
zh_tw: 關機時

source: Silent
ar: هادئ
da: Lydløs
de: Leise
es: Silencio
fr: Silencieux
hu: Csendes
id: Diam
it: Silenzioso
ja: サイレント
ko: 조용
lt: Tylus
pl: Cichy
pt_br: Silencioso
ro: Silențios
ru: Тихий
tr: Sessiz
uk: Тихий
vi: Im lặng
zh_cn: 静音模式
zh_tw: 靜音

source: Sleep
ar: سكون
da: Standby
de: Standby
es: En suspensión
fr: Veille
hu: Alvás
id: Tidur
it: Sospensione
ja: スリープ
ko: 절전
lt: Miegant
pl: Uśpij
pt_br: Hibernação
ro: Somn
ru: Сон
tr: Uyku
uk: Сон
vi: Ngủ
zh_cn: 睡眠时
zh_tw: 睡眠時

# StandardGPUTooltip
source: Enables dGPU for standard use
ar: تفعيلُ وحدةِ معالجةِ الرسوماتِ المنفصلةِ للاستخدامِ القياسيِّ
da: Aktiverer dGPU til standardbrug
de: dGPU aktivieren
es: Habilita la dGPU para uso estándar
fr: Active le dGPU pour une utilisation standard
hu: Általános használathoz engedélyezi a dGPU-t
id: Mengaktifkan dGPU untuk penggunaan standar
it: Abilita la dGPU solo quando richiesto da app e giochi
ja: 標準的な使用のために dGPU を有効にします
ko: 표준 모드에서 dGPU 켜기
lt: Įjungiamas dGPU (įprastam naudojimui)
pl: Włącza dGPU dla standardowego użycia
pt_br: Liga o dGPU para uso padrão
ro: Activează dGPU pentru uz standard
ru: Включает dGPU во время Стандартного режима
tr: Standart kullanım için dGPU etkinleştirilir
uk: Вмикає dGPU для нормального використання
vi: Bật GPU rời song song với GPU tích hợp
zh_cn: 启用独显以供日常使用
zh_tw: 自動切換獨立顯卡以及整合式顯卡 (MS-Hybrid)

# StandardMode
source: Standard
ar: قياسي
es: Estándar
id: Standar
ja: 標準
ko: 표준
lt: Įprastas
pt_br: Padrão
ru: Стандарт режим
tr: Standart
uk: Стандартний
vi: Tiêu chuẩn
zh_cn: 标准模式
zh_tw: 標準模式

source: Start
ar: بدء
de: Starten
es: Iniciar
fr: Démarrer
hu: Indítás
id: Mulai
it: Avvia
ja: スタート
ko: 시작
lt: Paleisti
pt_br: Iniciar
tr: Başlat
uk: Запустити
zh_cn: 启动
zh_tw: 啟動

source: Starting Services
ar: بدء الخدمات
da: Starter tjenester
de: Starte Dienste
es: Iniciando servicios
fr: Démarrage des services
hu: Szolgáltatások elindítása
id: Memulai Services
it: Servizi in avvio
ja: サービスを開始
ko: 서비스 시작 중
lt: Paleidžiamos tarnybos
pl: Uruchamianie usług
pt_br: Iniciando os serviços
ro: Se pornesc serviciile
tr: Hizmetler Başlatılıyor
uk: Запускаються сервіси
zh_cn: 启动服务中...
zh_tw: 正在啟動服務

source: Startup Error
ar: خطأ في بدء التشغيل
da: Startfejl
de: Startfehler
es: Error al iniciar
fr: Erreur au lancement
hu: Indítási hiba
it: Errore Avvio
ja: 起動エラー
ko: 시작 오류
lt: Paleidimo klaida
pl: Błąd uruchamiania
pt_br: Erro de inicialização
ro: Eroare la Pornire
ru: Ошибка запуска
tr: Başlatma Hatası
uk: Помилка запуску
vi: Khởi động lỗi
zh_cn: 启动错误
zh_tw: 啟動錯誤

source: Stop
ar: إيقاف
de: Beenden
es: Detener
hu: Leállít
id: Berhenti
it: Arresta
ja: ストップ
ko: 중지
lt: Stabdyti
pt_br: Parar
tr: Durdur
uk: Зупинити
zh_cn: 停止
zh_tw: 停止

# StopGPUApps
source: Stop GPU Applications
ar: إيقاف تطبيقات وحدة معالجة الرسومات
da: Stop GPU-programmer
de: GPU Anwendungen beenden
es: Detener aplicaciones dGPU
fr: Arrêt des applications dGPU
hu: GPU alkalmazások leállítása
id: Hentikan Aplikasi GPU
it: Arresta applicazioni GPU
ja: GPU アプリケーションを停止
ko: GPU를 사용하는 앱 중지
lt: Stabdyti GPU programėles
pl: Zatrzymaj aplikacje używające GPU
pt_br: Parar aplicativos GPU
ro: Oprește aplicațiile care folosesc GPU
tr: GPU Uygulamalarını Durdur
uk: Зупинити GPU додатки
zh_cn: 停止使用 GPU 的程序
zh_tw: 停止GPU相關程式

source: Stopping Services
ar: إيقاف الخدمات
da: Stopper tjenester
de: Beende Dienste
es: Deteniendo servicios
fr: Arrêt des services
hu: Szolgáltatások leállítása
id: Menghentikan Services
it: Servizi in arresto
ja: サービスの停止中
ko: 서비스 중지 중
lt: Stabdomos tarnybos
pl: Zatrzymywanie usług
pt_br: Parando os serviços
ro: Se opresc serviciile
tr: Hizmetler Durduruluyor
uk: Зупиняються сервіси
zh_cn: 停止服务中...
zh_tw: 正在停止服務

source: Toggle Aura
ar: تبديل Aura
da: Slå Aura til/fra
de: Aura umschalten
es: Alternar Aura
fr: Activer Aura
hu: AURA ki-/bekapcsolása
id: Hidupkan/Matikan Aura
it: Alterna Aura
ja: Auraを切り替える
ko: Aura 전환
lt: Perjungti Aura
pl: Przełącz Aura
pt_br: Alternar Aura
ru: Вкл/Выкл Aura
tr: Aura Değiştir
uk: Аура
vi: Bật tắt Aura
zh_cn: 切换 Aura 模式
zh_tw: 切換 Aura 模式
